{
  "nav": {
    "home": "Startseite",
    "price": "Preis",
    "fitness": "Fitness",
    "guidedWorkouts": "Geführte Workouts",
    "personalTraining": "Personal Training",
    "contact": "Kontakt",
    "languageLabel": "Sprache",
    "language": {
      "en": "Englisch",
      "sl": "Slowenisch",
      "de": "Deutsch",
      "it": "Italienisch"
    },
    "workingHours": {
      "weekdays": "MONTAG - FREITAG 6:00 - 22:30",
      "weekends": "SAMSTAG - SONNTAG UND FEIERTAGE 8:00 - 22:00"
    },
    "phoneNumber": "0590 41 900"
  },
  "bmi": {
    "title": "BMI-Rechner",
    "name": "Name",
    "surname": "Nachname",
    "gender": "Geschlecht",
    "selectGender": "Geschlecht auswählen",
    "male": "Männlich",
    "female": "Weiblich",
    "age": "Alter (Jahre)",
    "weight": "Gewicht (kg)",
    "height": "Größe (cm)",
    "activityLevel": "Aktivitätsniveau",
    "selectActivityLevel": "Aktivitätsniveau auswählen",
    "inactive": "Inaktiv",
    "lightlyActive": "Leicht aktiv",
    "moderatelyActive": "Mäßig aktiv",
    "veryActive": "Sehr aktiv",
    "extremelyActive": "Extrem aktiv",
    "goal": "Ziel",
    "selectGoal": "Ziel auswählen",
    "maintain": "Gewicht halten",
    "lose": "Gewicht verlieren",
    "gain": "Gewicht zunehmen",
    "email": "E-Mail",
    "submitButton": "BMI berechnen & senden",
    "result": "Ihr BMI"
  },
  "image":{
    "carouselButton": "Beitreten "
      },
  "home": {
    "CarouselTitle1": "Ein persönlicher Ansatz, der funktioniert",
    "CarouselText1": "Finden Sie das beste personalisierte Workout für Ihre Ziele.",
    "CarouselTitle2": "Ihr Weg zum Erfolg",
    "CarouselText2": "Erreichen Sie Ihre Ziele mit MaxxGym Personal Training.",
    "CarouselTitle3": "Professionelle Anleitung",
    "CarouselText3": "Training, das auf Ihre Bedürfnisse und Fähigkeiten zugeschnitten ist.",
    "CarouselTitle4": "Starten Sie noch heute Ihre Reise",
    "CarouselText4": "Entdecken Sie die Vorteile von Fitness mit MaxxGym."
  },
  "price": {
    "CarouselTitle1": "Ein personalisierter Ansatz, der funktioniert",
    "CarouselText1": "Finden Sie das beste personalisierte Training für Ihre Ziele.",
    "CarouselTitle2": "Ihr Weg zum Erfolg",
    "CarouselText2": "Erreichen Sie Ihre Ziele mit MaxxGym Personal Training.",
    "CarouselTitle3": "Professionelle Anleitung",
    "CarouselText3": "Training, das auf Ihre Bedürfnisse und Fähigkeiten zugeschnitten ist.",
    "CarouselTitle4": "Starten Sie noch heute Ihre Reise",
    "CarouselText4": "Entdecken Sie die Vorteile von Fitness mit MaxxGym.",
    "PageTitle": "MaxxGym",
    "PageDescription": "Finden Sie die besten Angebote, die auf Ihre Bedürfnisse zugeschnitten sind."
  },
  "fitness": {
    "CarouselTitle1": "Die besten Preise für Ihre Ziele",
    "CarouselText1": "Finden Sie die besten Angebote, die auf Ihre Bedürfnisse zugeschnitten sind.",
    "CarouselTitle2": "Zweiter Titel",
    "CarouselText2": "Zweiter Text, der Angebote beschreibt.",
    "CarouselTitle3": "Dritter Titel",
    "CarouselText3": "Dritter Text, der Angebote beschreibt.",
    "CarouselTitle4": "Vierter Titel",
    "CarouselText4": "Vierter Text für das Carousel.",
    "line1": "State-of-the-art Geräte für alle Fitnesslevels.",
    "line2": "Experten-Trainer, die Sie auf jedem Schritt begleiten.",
    "line3": "Flexible Trainingspläne, die in Ihr Leben passen.",
    "line4": "Eine unterstützende Gemeinschaft, die Sie motiviert.",
    "line5": "Programme, die auf Ihre spezifischen Ziele zugeschnitten sind.",
    "line6": "Erleben Sie den Unterschied bei MaxxGym.",
    "heroImageAlt": "Fitness-Held Bild",
    "heroTitle": "Erreichen Sie Ihre Fitnessziele",
    "heroText": "Finden Sie das richtige Fitnessprogramm, das auf Sie zugeschnitten ist.",
    "heroButton": "Jetzt beitreten"
  },
  "sections": {
    "section1": {
      "title": "Ein Fitnesscenter, in dem Sie ohne Menschenmengen, Verzögerungen oder Ablenkungen trainieren können.",
      "text": "Sind Sie es leid, in überfüllten Fitnessstudios zu trainieren, in denen effektives Training unmöglich scheint? Frustriert vom Warten auf Geräte, während jemand eine Nachricht schreibt? Suchen Sie einen Raum, in dem Sie ungestört trainieren können? Suchen Sie nicht weiter - MAXXGYM ist genau das, was Sie brauchen. Wir bieten eine fokussierte Umgebung, die für Menschen wie Sie entwickelt wurde, die ein effektives Training ohne Ablenkungen ermöglichen.",
      "text2": "Seit über 20 Jahren haben wir Tausenden von Kunden geholfen, unglaubliche Ergebnisse mit einem anderen Ansatz zu erzielen - einladende Atmosphäre, verschiedene Geräte und großartige Gesellschaft. Keine unangenehmen Blicke, kein Tippen auf Maschinen, nur erstklassiges Training. Wir haben diesen Raum über zwei Jahrzehnten für unsere Kunden und ihren Erfolg aufgebaut."
    },
    "section2": {
      "title": "Die Umgebung, in der Sie trainieren, hat einen enormen Einfluss auf Ihre Ergebnisse.",
      "text": "Leider beenden mehr als 72 % der Fitnessstudiobesucher ihre geplanten Trainings aufgrund von Zeitmangel - meist verursacht durch das Warten auf besetzte Geräte. Aber das muss nicht so sein!",
      "text2": "Wir haben die perfekte Alternative geschaffen, indem wir in eine neue, größere Location mit einer breiten Palette an Maschinen und Geräten bei MAXXGYM umgezogen sind. Unser einzigartiger Ansatz zieht ein anderes Publikum an, das sicherstellt, dass keine unnötige Wartezeit für Geräte entsteht und Ihre Workouts zeitlich effizienter werden. Buchen Sie noch heute Ihren kostenlosen Besuch und erleben Sie den Unterschied!"
    },
    "section3": {
      "title": "Über 30 Jahre Fitness-Expertise, die sich in unserer Professionalität und Ihrem Erfolg widerspiegeln.",
      "text": "Warum Zeit mit dem Ausprobieren unbewährter Trainingsmethoden und fragwürdiger Diätstrategien verschwenden?",
      "text2": "Das MAXXGYM-Team ist hier, um Sie in einer exklusiven Gruppe zu unterstützen und Ihre Fragen zu Übungen, der Nutzung des Fitnessstudios und den Grundlagen einer gesundheitsfördernden Ernährung zu beantworten. Diese Hilfe spart Ihnen Zeit und verbessert Ihr Fitnesswissen, was Ihnen einen schnelleren Fortschritt ermöglicht."
    }
  },
  "down": {
    "heroTitle": "Über 30 Jahre Fitness-Expertise, die sich in unserer Professionalität und Ihrer Unterstützung auf Ihrem Weg widerspiegeln.",
    "heroText": "Warum Zeit mit dem Ausprobieren unbewährter Trainingsmethoden und fragwürdiger Diätstrategien verschwenden?",
    "heroText2": "Das MAXXGYM-Team ist hier, um Ihnen zu helfen, schnellere Ergebnisse durch eine dedizierte Support-Gruppe zu erreichen. Wir werden Ihre Fragen zu Übungen, der Nutzung des Fitnessstudios und den Grundlagen einer gesundheitsfördernden Ernährung beantworten. Dies wird Ihnen wertvolle Zeit sparen und Ihr Verständnis von Fitness-Training vertiefen. Es ist Ihre Abkürzung, um Ihre Fitnessziele mit Leichtigkeit zu erreichen.",
    "heroImageAlt": "Fitness Hero Image"
  },
  "leftPhoto": {
    "heroTitle": "Sparen Sie sich die Mühe, nach Ihrem Einstiegstraining zu suchen, und probieren Sie das MAXX Training START-UP-Programm.",
    "heroText": "Warum Zeit mit der Suche nach dem besten Trainingsplan verschwenden, mit der richtigen Übungstechnik oder mit dem Erlernen der richtigen Nutzung der Geräte? Sparen Sie sich diese Zeit und konzentrieren Sie sich auf das, was Ihnen am wichtigsten ist, während wir uns um Ihr Einstiegstraining kümmern.",
    "heroText2": "Kunden, die MAXXGYM zum ersten Mal besuchen, erhalten ein spezielles Geschenk von uns:",
    "heroImageAlt": "Linke ausgerichtete Fitness-Bild",
    "bulletText1": "Eine kostenlose Einführungs-Session mit einem Personal Trainer.",
    "bulletText2": "Ein kostenloses Einführungs-Training-Programm.",
    "bulletText3": "Und einen kostenlosen Proteinshake nach Ihrer Einführungstrainingseinheit – auf uns.",
    "heroText3": "Alles, um sicherzustellen, dass Ihr Fitnessbeginn auf dem MAXXimum startet.",
      "heroTitle4": "Stärken Sie Ihre Fitnessreise mit uns"
  },
  "form": {
    "title": "Reservieren Sie Ihr kostenloses Ticket",
    "description": "Vermeiden Sie gängige Fitnessfehler mit unserer Hilfe und probieren Sie uns 100 % kostenlos aus. Füllen Sie das unten stehende Formular aus, um Ihr kostenloses Ticket zu erhalten und uns so schnell wie möglich zu besuchen.",
      "name": "Vollständiger Name*",
      "email": "E-Mail-Adresse*",
      "phone": "Telefonnummer*",
      "address": "Wohnadresse*",
      "message": "Erzählen Sie uns etwas über Ihre Ziele",
      "validationError": "Bitte füllen Sie alle erforderlichen Felder aus.",
      "successMessage": "BMI-Ergebnisse an Ihre E-Mail gesendet!",
      "errorMessage": "E-Mail-Versand fehlgeschlagen. Bitte versuchen Sie es später erneut.",
       "button": "FORDERN SIE IHR KOSTENLOSES TICKET AN",
      "privacy": "Wir respektieren Ihre Privatsphäre und werden Ihre Informationen ohne Ihre Zustimmung niemals an Dritte weitergeben."
  },
  "comments": {
    "1": {
      "title": "Noch nicht überzeugt?",
      "text": "Das beste Fitnessstudio in Ljubljana. Sehr professionelles und freundliches Personal. Der Besitzer hilft jedem im Fitnessstudio, egal wer du bist!",
      "author": "Klemen Tušek"
    },
    "2": {
      "title": "Das beste Fitnessstudio!",
      "text": "Alle Geräte sind immer verfügbar, saubere Räume und großartige Atmosphäre.",
      "author": "Ana Novak"
    },
    "3": {
      "title": "Erstaunliche Ergebnisse!",
      "text": "In nur 3 Monaten habe ich Ziele erreicht, von denen ich jahrelang geträumt habe!",
      "author": "Marko Kovač"
    },
    "4": {
      "title": "Professionelles Personal!",
      "text": "Die Trainer sind sehr freundlich und immer bereit zu helfen.",
      "author": "Eva Petek"
    },
    "5": {
      "title": "Sehr zu empfehlen!",
      "text": "Die beste Investition, die ich je für mich gemacht habe!",
      "author": "Miha Zupan"
    },
    "6": {
      "title": "Immer motiviert!",
      "text": "Das Training bei MaxxGym ist zu meiner Routine geworden wegen der exzellenten Atmosphäre.",
      "author": "Tina Jernej"
    }
  },
  "personal": {
    "trainingCarouselTitle1": "Personalisierter Ansatz, der funktioniert",
    "trainingCarouselText1": "Finde das beste personalisierte Training für deine Ziele.",
    "trainingCarouselTitle2": "Dein Weg zum Erfolg",
    "trainingCarouselText2": "Erreiche deine Ziele mit MaxxGyms Personal Training.",
    "trainingCarouselTitle3": "Professionelle Anleitung",
    "trainingCarouselText3": "Individuelle Workouts, die auf deine Bedürfnisse und Fähigkeiten zugeschnitten sind.",
    "trainingCarouselTitle4": "Starte noch heute deine Reise",
    "trainingCarouselText4": "Entdecke die Vorteile von Fitness mit MaxxGym.",
    "heroTitle": "Schneller, einfacher und effektiver Weg, um deine Fitnessziele zu erreichen!",
    "heroText": "Hast du genug davon, vor dem Fernseher oder Computer zu hängen? Bist du müde von sinnlosem Content von Influencern in den sozialen Medien? Hast du genug vom Suchen nach dem nächsten besten Trainingsprogramm im Internet?",
    "heroText2": "MAXXGYM ist hier, um Menschen wie dir zu helfen, deine Fitnessziele so schnell wie möglich zu erreichen, mit einem nachhaltigen Ansatz, der ein Leben lang hält.",
    "heroText3": "Seit über 30 Jahren zeigen mein Team und ich unzähligen Kunden, wie sie ihre Ziele schneller erreichen können, mit einfachen Werkzeugen, zielorientiertem und personalisiertem Training sowie einer ausgewogenen Ernährung. Und das alles ohne die Freude am Leben, Zeit mit Familie und Freunden und mit viel positiver Energie zu opfern.",
    "leftPhotoHeroTitle": "Folge einfach unseren einfachen und effektiven Prinzipien, um ständiges 'testen' ohne Ergebnisse zu vermeiden.",
    "leftPhotoHeroText": "Fitnessziele zu erreichen, sei es Gewichtsverlust, Muskelaufbau oder einfach besser auszusehen und sich in deiner eigenen Haut großartig zu fühlen, kann einfacher sein, als du denkst. Viele Menschen wissen einfach nicht, welche Schritte sie gehen müssen, um ihre gewünschten Ergebnisse zu erzielen.",
    "leftPhotoHeroText2": "Deshalb verbringen die meisten Menschen fast dreimal so viel Zeit, wie sie eigentlich müssten.",
    "leftPhotoHeroText3": "Mit über 30 Jahren Erfahrung als Personal Trainer und Hingabe an meine eigene Entwicklung habe ich einfache Methoden entwickelt, die ich mit meinen Kunden benutze, um ihnen zu helfen, ihre Fitnessziele schneller zu erreichen. Du wirst nicht nur Zeit sparen, sondern unter der Anleitung von Experten werden deine Ergebnisse besser und langfristig leichter aufrechterhalten.",
    "trainingHeroTitle": "Hier sind nur einige Dinge, die wir während unserer kostenlosen Beratung mit dir besprechen werden...",
    "trainingBulletPoint1": "WARNUNG: Du könntest ernsthafte Verletzungsgefahr laufen.",
    "trainingBulletPoint2": "Bewährte Strategie, die unseren Kunden geholfen hat, unglaubliche Lebensveränderungen zu erreichen.",
    "trainingBulletPoint3": "Kritische Fehler, die fast jeder 'Fitness-Enthusiast' ohne Expertenhilfe macht.",
    "trainingBulletPoint4": "3 einfache Tipps, um deine Ziele in kürzerer Zeit zu erreichen.",
    "trainingBulletPoint5": "Alte Mythen und Lügen, die die Fitnessindustrie über die Jahre verbreitet hat.",
    "trainingBulletText1": "Viele Menschen, die sich für Selbsttraining entscheiden, kennen die richtige Form für die wichtigsten Übungen nicht. Falsches Training = schlechte Idee! Ich zeige dir, wie du Verletzungen vermeidest und dein Workout MAXX effektiv gestaltest.",
    "trainingBulletText2": "Ich werde dir einige einfache, 'unkaputtbare' Strategien für alle Arten von Fitnesszielen teilen, die ich seit über 30 Jahren mit meinen Kunden verwende.",
    "trainingBulletText3": "Fast jeder, der ins Fitnessstudio geht, um seinen Körper zu verbessern, hat diese häufigen Fehler gemacht oder macht sie immer noch, die den Fortschritt behindern – ich werde dir zeigen, wie du sie vermeidest!",
    "trainingBulletText4": "Diese einfachen Tipps können dir helfen, deinen Lebensstil Monate schneller zu verbessern, als du es dir je vorgestellt hast.",
    "trainingBulletText5": "Viele Menschen glauben immer noch die Gerüchte und Lügen, die die Fitnessindustrie im Laufe der Jahre verbreitet hat – lerne, die falschen Behauptungen zu erkennen, die dir schaden können.",
    "trainingFreeConsultationButton": "Kostenlose Beratung erhalten",
    "trainingFormSectionTitle": "Melde dich für eine kostenlose Beratung an",
    "trainingFormNamePlaceholder": "Vollständiger Name",
    "trainingFormEmailPlaceholder": "E-Mail-Adresse",
    "trainingFormPhonePlaceholder": "Telefonnummer",
    "trainingFormMessagePlaceholder": "Deine Nachricht",
    "trainingFormSubmitButton": "Absenden",
    "trainingHeroImageAlt": "Held Bild, das personalisiertes Training zeigt",
    "trainingSignUpButton": "Melde dich für eine kostenlose Beratung an",
    "downHeroTitle": "80% der Fitnessstudiobesucher erreichen ihre Ziele nie ohne die richtige Hilfe von Trainern.",
    "downHeroText": "Wenn du es leid bist, endlose Programme auszuprobieren und keine weiteren trendigen Diäten zu wollen, die über Nacht magische Veränderungen versprechen, empfehle ich dir, weiterzulesen.",
    "downHeroText2": "Eine interessante Tatsache ist, dass über 80% der Fitnessstudiobesucher ihre gesetzten Ziele nie erreichen, ohne die Hilfe eines Profis.",
    "downHeroText3": "Diese Tatsache ist nicht wirklich überraschend, wenn man bedenkt, dass jeder von uns in seinem eigenen Bereich ein Experte ist, und ehrlich gesagt gibt es nicht viele echte Fitness-Experten da draußen. Schlimmer noch, mit der Flut an gemischten Informationen, die oft von Amateuren und solchen geteilt werden, deren Wissen woanders fokussiert ist, ist es alles andere als einfach, zu erkennen, was guter Rat ist und was nicht.",
    "heroTitle4": "Spare Monate der ineffektiven Arbeit und verschwendeter Zeit, indem du auf unsere Expertenberatung vertraust.",
    "leftHeroText": "Wenn du wirklich verstehen möchtest, warum es ein riesiger Vorteil für dich ist, mit einem Personal Trainer zusammenzuarbeiten, der über das Wissen und jahrelange Erfahrung verfügt, melde dich so schnell wie möglich für eine 100% kostenlose Beratung an.",
    "leftHeroText2": "Zusammen werden wir herausfinden, wie unsere Anleitung durch den komplexen Prozess des Trainings und der Ernährungsumstellung dich viel schneller zu deinem Ziel führen kann, als du je gedacht hast.",
    "leftHeroText3": "Bevor wir fortfahren, lass mich dir sagen, dass Personal Training Anleitung beinhaltet, die auch deinen eigenen Einsatz erfordert. Trainer sind keine Magier, die deinen Traumkörper sofort zaubern, deine Energie steigern und dir mit einem Fingerschnippen einen gesunden, starken Körper verschaffen können. Dies kann nur durch richtige Anleitung, einen vollständig personalisierten Ansatz und natürlich deine eigene harte Arbeit erreicht werden.",
    "trainingHeroTitle7": "Hier sind noch einige weitere Dinge, die wir während unserer kostenlosen Beratung mit dir besprechen werden...",
    "trainingHeroTitle1": "Warum allgemeine Programme oft eine kalte Dusche ohne Ergebnisse sind.",
    "trainingHeroText1": "Ich werde dir verraten, was wirklich passiert, wenn du allgemeine Programme befolgst, die Training und Ernährung als 'One-Size-Fits-All' Lösung behandeln und oft die Dinge schwieriger für dich machen.",
    "trainingHeroTitle2": "5 schnelle und einfache Tipps für ein besseres Training im Fitnessstudio.",
    "trainingHeroText2": "Ich habe diese 5 einfachen Tipps fast allen meinen Kunden empfohlen, die ihnen geholfen haben, sofort die Effektivität ihres Trainings zu steigern und ihre Fitness schneller zu verbessern als je zuvor. Jetzt kannst du dasselbe tun!",
    "trainingHeroTitle3": "Warum Cardio nicht das Beste für Fettverlust ist.",
    "trainingHeroText3": "Cardio ist immer das Beste für Fettverlust, oder? FALSCH! Ich werde dir erklären, warum dieser alte Mythos in unseren Köpfen wie ein betrunkener Mann an einem Zaun klebt und warum Fettverlust viel mehr als nur Cardio umfasst.",
    "trainingHeroTitle4": "Der wesentliche Schlüssel zum Erfolg im Krafttraining, der Ergebnisse so schnell wie möglich liefert.",
    "trainingHeroText4": "Dieses fehlende Stück im Puzzle ist entscheidend für das Krafttraining, und ohne es setzt du dich praktisch selbst auf den Weg zum Scheitern – du musst es wissen, um erfolgreich zu sein.",
    "trainingHeroTitle5": "Was du niemals tun solltest, wenn du deine Leistung durch Training verbessern willst.",
    "trainingHeroText5": "Bitte mach diese Fehler niemals, wenn du deine Leistung verbessern willst, es sei denn, du bist okay damit, zusätzliches Gewicht zu tragen und willst kein erfüllteres Leben führen.",
    "trainingBulletTitle6": "Unsere permanente 100% Zufriedenheitsgarantie.",
    "trainingBulletPoint1Text": "Wenn du mit unserem Service nicht zufrieden bist, kannst du unsere Zusammenarbeit jederzeit ohne Verpflichtung kündigen.",
    "trainingBulletPoint2Text": "Im seltenen und fast nie gehörten Fall, dass wir dir nicht helfen, deine Fitnessziele zu erreichen, erstatten wir den verbleibenden Betrag.",
    "trainingInfoImageAlt1": "Trainer hilft einem Kunden",
    "trainingInfoTitle2": "Erreiche mehr mit uns",
    "trainingInfoText2": "Entfalte dein Potenzial mit Expertenhilfe.",
    "trainingInfoImageAlt2": "Trainingssession Bild",
    "trainingBulletTitle": "Unsere wichtigsten Merkmale",
    "trainingBulletPoint1Title": "Zertifizierte Trainer",
    "trainingBulletBackgroundAlt": "Hintergrundbild mit Fitnessstudio-Ausrüstung",
    "trainingFormSuccessMessage": "Deine Nachricht wurde erfolgreich gesendet!",
    "trainingFormErrorMessage": "Beim Senden deiner Nachricht ist ein Fehler aufgetreten. Bitte versuche es erneut.",
    "trainingSquareTitle1": "Warum generische Programme oft enttäuschen und keine Ergebnisse liefern",
    "trainingSquareText1": "Ich verrate dir, was wirklich passiert, wenn du generischen Programmen folgst, die Training und Ernährung als 'Einheitslösung für alle' darstellen—und dir damit oft nur Steine in den Weg legen.",
    "trainingSquareTitle2": "5 schnelle und einfache Tipps für ein besseres Training im Fitnessstudio",
    "trainingSquareText2": "Diese 5 einfachen Tipps habe ich fast allen meinen Kunden gegeben, um sofort die Effektivität ihres Trainings zu steigern und schneller Fortschritte zu erzielen. Jetzt kannst du das auch!",
    "trainingSquareTitle3": "Warum Cardio nicht die beste Wahl für Fettabbau ist",
    "trainingSquareText3": "Cardio ist immer die beste Lösung für Fettabbau, oder? FALSCH! Ich erkläre dir, warum dieser alte Mythos so hartnäckig ist und warum Fettabbau weit mehr als nur Cardio umfasst.",
    "trainingSquareTitle4": "Der entscheidende Schlüssel für erfolgreichen Kraftsport und schnelle Ergebnisse",
    "trainingSquareText4": "Dieses fehlende Puzzlestück ist entscheidend für den Erfolg im Krafttraining—ohne es setzt du dich praktisch dem Scheitern aus. Du musst es unbedingt kennen, um erfolgreich zu sein!",
    "trainingSquareTitle5": "Was du niemals tun solltest, wenn du deine Leistung durch Training verbessern willst",
    "trainingSquareText5": "Mach diesen Fehler niemals, wenn du deine Leistung steigern willst—es sei denn, du möchtest dein Übergewicht behalten und auf ein erfüllteres Leben verzichten."
  },
  
  "guided": {
    "exercisesCarouselTitle1": "Die besten Preise für Ihre Ziele",
    "exercisesCarouselText1": "Finden Sie die besten Angebote, die auf Ihre Bedürfnisse zugeschnitten sind.",
    "exercisesCarouselTitle2": "Starten Sie noch heute",
    "exercisesCarouselText2": "Erreichen Sie Ihre Ziele mit MaxxGym.",
    "exercisesCarouselTitle3": "Flexible Zeitpläne",
    "exercisesCarouselText3": "Workouts für alle Altersgruppen.",
    "exercisesCarouselTitle4": "Flexible Zeitpläne",
    "exercisesCarouselText4": "Workouts für alle Altersgruppen.",
    "sectionTitle": "UNSERE GEFÜHRTEN WORKOUTS",
    "formTitle": "MELDEN SIE SICH FÜR EINE KOSTENLOSE BERATUNG AN",
    "formNamePlaceholder": "Vollständiger Name*",
    "formEmailPlaceholder": "E-Mail-Adresse*",
    "formPhonePlaceholder": "Telefonnummer*",
    "formMessagePlaceholder": "Erzählen Sie uns etwas über sich*",
    "formSubmitButton": "ANMELDEN",
    "formButton": "Melden Sie sich für eine kostenlose Beratung an",
    "cardioTitle": "Les Mills Grit CARDIO",
    "exercisesFormSuccessMessage": "Ihre Nachricht wurde erfolgreich gesendet!",
    "exercisesFormErrorMessage": "Es ist ein Fehler beim Senden Ihrer Nachricht aufgetreten. Bitte versuchen Sie es erneut.",
    "cardioLeftText": "Suchen Sie nach einem schnellen, effektiven und hochintensiven Training? Les Mills GRIT Cardio ist eine 30-minütige HIIT-Session, die Ihre Ausdauer steigert, die Geschwindigkeit erhöht und Kalorien mit maximaler Intensität verbrennt. Durch Laufen, Springen und Beschleunigungen bringen Sie Ihr Herz-Kreislaufsystem auf Höchstleistung. Lassen Sie sich nicht vom kurzen Format täuschen - dies ist kein gewöhnliches Workout! In einem motivierenden Teamumfeld, das von erfahrenen Trainern geführt wird, werden Sie Ihre Grenzen überschreiten und super fit werden, super schnell. 🔥 Bereit, sich unaufhaltbar zu fühlen? Kommen Sie jetzt zu uns!",
    "cardioBullet1": "Erhöhte kardiovaskuläre Kapazität und verbesserte Geschwindigkeit – verwandeln Sie Ihren Körper in eine leistungsstarke athletische Maschine!",
    "cardioBullet2": "Maximieren Sie die Kalorienverbrennung während des Trainings für eine optimale Gewichtskontrolle und einen gesunden Körper!",
    "cardioBullet3": "Erhöhen Sie Ihre anaerobe Schwelle und aktivieren Sie Schnellkraftmuskelfasern für maximale Körperfunktionalität und Leistung!",
    "cardioBullet4": "Das perfekte Training für diejenigen, die eine athletische Figur und verbesserte Widerstandsfähigkeit gegen täglichen Stress wünschen!",
    "cardioLowerText": "Für optimale Fortschritte empfehlen wir 1 bis 2 Sitzungen pro Woche aufgrund der hohen Intensität des GRIT-Trainings. Dieses Training ist nicht für völlige Anfänger geeignet, daher sollten Sie sich vor der Teilnahme mit Ihrem Trainer beraten, um sicherzustellen, dass es für Sie geeignet ist.",
    "gritAthleticLeftText": "Les Mills GRIT Athletic ist ein 30-minütiges HIIT-Training, das darauf ausgelegt ist, Kraft, Geschwindigkeit, Ausdauer, Agilität und Koordination zu steigern. Mit einer breiteren Auswahl an Übungen und einzigartigen Intervallstrukturen maximiert es die athletische Leistung und die Entwicklung motorischer Fähigkeiten. In einem kleinen Gruppensetting, das von erfahrenen Trainern geführt wird, werden Sie Ihre Grenzen überschreiten und schnelle Ergebnisse sehen. Werden Sie stärker, schneller und kraftvoller – kommen Sie noch heute zu uns!",
    "gritAthleticBullet1": "Erhöhte Explosivität und verbesserte Agilität, um jedes Hindernis auf Ihrem Weg zu überwinden!",
    "gritAthleticBullet2": "Maximale Kalorienverbrennung während des Trainings für eine optimale Gewichtskontrolle und einen gesunden Körper!",
    "gritAthleticBullet3": "Erhöhen Sie Ihre anaerobe Schwelle und aktivieren Sie Schnellkraftmuskelfasern für maximale Körperfunktionalität und Spitzenleistung",
    "gritAthleticBullet4": "Ein perfektes 30-minütiges Workout für diejenigen, die wenig Zeit haben, eine athletische Figur aufbauen und ihre Fähigkeit zur Bewältigung von Stress im Alltag steigern möchten!",
    "gritAthleticLowerText": "Für optimale Fortschritte empfehlen wir 1 bis 2 Sitzungen pro Woche aufgrund der hohen Intensität des GRIT-Trainings. Dieses Training ist nicht für völlige Anfänger geeignet, daher sollten Sie sich mit Ihrem Trainer beraten, bevor Sie beginnen.",
    "gritStrengthLeftText": "Les Mills GRIT Strength ist ein 30-minütiges HIIT-Training mit Langhanteln, Freihanteln und Körpergewichtsübungen, um die Ganzkörperkraft und Muskelmasse aufzubauen. In einem kleinen Gruppensetting, das von erfahrenen Trainern und Teamunterstützung geführt wird, werden Sie Ihre Grenzen überschreiten und schnell Ergebnisse erzielen. Werden Sie stärker, fitter und unaufhaltsam!",
    "gritStrengthBullet1": "Erhöhte Stärke der Hauptmuskelgruppen und Muskelwachstum für einen sculpted Körper!",
    "gritStrengthBullet2": "Maximale Kalorienverbrennung während des Trainings für eine optimale Gewichtskontrolle und einen gesunden Körper!",
    "gritStrengthBullet3": "Erhöhen Sie Ihre anaerobe Schwelle und aktivieren Sie Schnellkraftmuskelfasern für maximale Körperfunktionalität und Leistung!",
    "gritStrengthBullet4": "Ein perfektes 30-minütiges Workout für diejenigen, die wenig Zeit haben, eine athletische Figur aufzubauen und ihre Fähigkeit zur Bewältigung von Stress im Alltag zu steigern!",
    "lowerTitle": "Wie oft sollte ich das Training besuchen?",
    "gritStrengthLowerText": "Für optimale Fortschritte empfehlen wir 1 bis 2 Sitzungen pro Woche aufgrund der hohen Intensität des GRIT-Trainings. Dieses Training ist nicht für völlige Anfänger geeignet, daher sollten Sie sich vor dem Start mit Ihrem Trainer beraten.",
    "bodyPumpLeftText": "BODYPUMP ist ein Ganzkörper-Workout mit Gewichten, das Fett verbrennt, Muskeln aufbaut und Ihren Körper mit effektiven Übungen wie Kniebeugen, Drücken, Heben und Curls formt. Es wurde sowohl für Männer als auch für Frauen entwickelt und verbessert die Muskel-Ausdauer und -Stärke, während Sie den Widerstand an Ihr Fitnesslevel anpassen können. Mit erfahrenen Trainern und motivierender Musik erreichen Sie Ihre Ziele schnell und effizient!",
    "bodyPumpBullet1": "Erhöhte muskuläre Ausdauer und verbesserter Muskeltonus für einen sculpted Körper!",
    "bodyPumpBullet2": "Maximale Kalorienverbrennung während des Trainings für einfacheren Fettabbau!",
    "bodyPumpBullet3": "Verbesserte Fitness, kardiovaskuläre Gesundheit und Koordination!",
    "bodyPumpBullet4": "Ein tolles Workout für allgemeine Fitness und verbesserte Knochendichte!",
    "lowerTitle2": "Wie fängt man an?",
    "bodyPumpLowerText": "Jedes Les Mills-Programm bietet verschiedene Intensitätsoptionen, mit denen Sie jedes Training an Ihr aktuelles Fitnesslevel anpassen können. Für den Einstieg benötigen Sie nur Sportbekleidung, ein Handtuch und eine Wasserflasche – alles andere wird im Zentrum zur Verfügung gestellt. Wir empfehlen, sich vor Ihrer ersten Sitzung mit einem Trainer zu treffen, um eine Einführung in das Training und anfangergerechte Anpassungen zu erhalten.",
    "bodyPumpLowerTitle2": "Wie oft sollte man BODYPUMP machen?",
    "bodyPumpLowerText2": "Die empfohlene Anzahl an Sitzungen pro Woche hängt von Ihren Fitnesszielen ab. Konsultieren Sie daher Ihren Trainer für eine individuelle Beratung.",
    "bodyStepLeftText": "BODYSTEP ist ein hochintensives Step-Workout, das Ihnen ein Gefühl von Freiheit und Vitalität vermittelt. Mit einem höhenverstellbaren Step und einfachen Bewegungen darauf, darüber und darum werden Sie durch motivierende Musik und erfahrene Trainer hoch motiviert. Cardio-Blöcke treiben Ihr Fettverbrennungssystem auf Hochtouren, gefolgt von Blockeinheiten zur Stärkung Ihrer Beine, Gesäßmuskulatur und Ihres gesamten Körpers.",
    "bodyStepBullet1": "Erhöhte Muskel-Ausdauer und verbesserter Muskeltonus für einen schön geformten Körper!",
    "bodyStepBullet2": "Maximale Kalorienverbrennung während des Trainings für einfacheren Fettabbau und einen schlankeren Körper!",
    "bodyStepBullet3": "Verbesserte körperliche Fitness, kardiovaskuläre Gesundheit und Koordination!",
    "bodyStepBullet4": "Ein großartiges Workout für allgemeine Fitness und verbesserte Knochendichte!",
    "bodyStepLowerText": "Für maximale Ergebnisse sollten Sie zwischen den Sitzungen mindestens einen Ruhetag einplanen. BODYSTEP sollte Ihr Cardio-Workout innerhalb Ihres Trainingsplans sein, wobei die Häufigkeit von Ihren Fitnesszielen abhängt. Zwei Sitzungen pro Woche beschleunigen jedoch Ihren Fortschritt!",
    "bodyStepLowerTitle2": "Wie oft sollte man BODYSTEP machen?",
    "bodyStepLowerText2": "Für maximale Ergebnisse sollten Sie zwischen den Sitzungen mindestens einen Ruhetag einplanen. BODYSTEP sollte Ihr Cardio-Workout innerhalb Ihres Trainingsplans sein, wobei die Häufigkeit von Ihren Fitnesszielen abhängt. Zwei Sitzungen pro Woche beschleunigen jedoch Ihren Fortschritt!",
    "bodyAttackLeftText": "BODYATTACK ist ein einfaches, aber leistungsstarkes, sportlich inspiriertes Workout, das Kraft- und Ausdauertraining kombiniert. Mit einer Mischung aus athletischen aerobischen Bewegungen, Kraftübungen und der Stabilisierung des Kerns, alles unterstützt durch hochenergetische Musik und Motivation, wird es auch die anspruchsvollsten Teilnehmer voll engagieren!",
    "bodyAttackBullet1": "Erhöhte muskuläre Ausdauer, Stärke und verbesserter Muskeltonus für einen geformten Körper!",
    "bodyAttackBullet2": "Maximale Kalorienverbrennung während des Trainings für einfacheren Fettabbau und einen schlankeren Körper!",
    "bodyAttackBullet3": "Verbesserte Fitness, kardiovaskuläre Gesundheit und Koordination!",
    "bodyAttackBullet4": "Ein fantastisches Workout für allgemeine Fitness und erhöhte Knochendichte!",
    "bodyAttackLowerText": "Jedes Les Mills-Programm bietet verschiedene Intensitätsoptionen, die es Ihnen ermöglichen, jedes Workout an Ihr aktuelles Fitnesslevel anzupassen. Für den Einstieg benötigen Sie nur Sportbekleidung, ein Handtuch und eine Wasserflasche, alles andere wird im Zentrum zur Verfügung gestellt. Wir empfehlen, sich vor Ihrer ersten Sitzung mit Ihrem Trainer zu treffen, um das Training und anfängergerechte Optionen kennenzulernen.",
    "bodyAttackLowerTitle2": "Wie oft sollte man BODYATTACK machen?",
    "bodyAttackLowerText2": "Die empfohlene Anzahl an Sitzungen pro Woche hängt vor allem von Ihren Fitnesszielen ab, daher empfehlen wir, sich für eine persönliche Beratung mit Ihrem Trainer abzustimmen.",
    "bootCampLeftText": "Dies ist ein Körperformungs-Workout, das Körpergewichtsübungen wie Kniebeugen, Ausfallschritte, Liegestütze, Bauchmuskeltraining und Sprünge umfasst, zusammen mit Geräten wie Medizinbällen, Kettlebells, freien Gewichten, Widerstandsbändern, TRX, Seilen, Slam-Bällen, Wandbällen und Kreuzheben. Dieses Training hilft Ihnen, Ihren Körper zu meistern, Fett zu verbrennen, Ihre Figur zu formen und Kraft sowie Kondition aufzubauen. Es ist auch für Anfänger geeignet.",
    "bootCampBullet1": "Erhöhte muskuläre Ausdauer, Stärke und verbesserter Muskeltonus für einen schön geformten Körper!",
    "bootCampBullet2": "Maximale Kalorienverbrennung während des Trainings für einfacheren Fettabbau und einen schlankeren Körper!",
    "bootCampBullet3": "Verbesserte Fitness, kardiovaskuläre Gesundheit und Koordination!",
    "bootCampBullet4": "Ein fantastisches Workout für allgemeine Fitness und verbesserte Knochendichte!",
    "pilatesLeftText": "Pilates ist ein ganzheitliches Workout, das sich auf die tiefer liegenden, schwerer erreichbaren Muskeln konzentriert, die für eine gute Körperhaltung, Muskelstärkung, kardiovaskuläre Gesundheit und verbesserte Koordination wichtig sind. Es verbessert das Körperbewusstsein, die Flexibilität und die allgemeine Fitness. Das Training kombiniert Kraft-, Dehn- und Atemübungen und ist auch zur Rehabilitation nach Verletzungen geeignet.",
    "pilatesLeftText2": "Die Grundlage aller Pilates-Übungen ist das Training des Körperzentrums (Powerhouse), das die Becken-, Bauch- und Rückenmuskeln umfasst. Alle Übungen werden langsam und flüssig ausgeführt, mit Fokus auf richtiges Atmen. Diese Methode ist sowohl für Muskeln als auch für Gelenke vorteilhaft. Pilates umfasst etwa 500 verschiedene Übungen zur Stärkung und Dehnung der Muskeln für eine bessere allgemeine Gesundheit und Flexibilität.",
    "pilatesLeftText3": "Pilates gilt als BODY & MIND-Technik, die sich auf die Verbindung zwischen Körper und Geist für ein ausgewogenes körperliches und mentales Wohlbefinden konzentriert.",
    "pilatesBullet1": "Verbesserte Körperhaltung und Vorbeugung von Rückenbeschwerden!",
    "pilatesBullet2": "Stärkung des Muskelapparates und Verbesserung der Körperkontrolle!",
    "pilatesBullet3": "Verbessertes Körperbewusstsein, Flexibilität, Gleichgewicht und Koordination!",
    "pilatesBullet4": "Das Erlernen der Pilates-Atemtechnik fördert die mentale Konzentration und den Fokus!",
    "pilatesBullet5": "Es kann bei Inkontinenz helfen und Energieblockaden lösen.",
    "pilatesLowerTitle": "Wie verläuft ein Pilates-Workout?",
    "pilatesLowerText": "In unseren Sitzungen praktizieren wir PILATES MAT, bei dem das Workout auf Matten oder direkt auf dem Boden durchgeführt wird, wobei der Fokus auf der Kernstärkung, Flexibilität und Körperkontrolle liegt.",
    "pilatesLowerText2": "Während des Workouts verwenden wir auch Hilfsmittel wie kleine Bälle sowie elastische und nicht elastische Bänder, um Kraft, Flexibilität und Muskelbeteiligung zu fördern.",
    "pilatesLowerText3": "Das Workout wird zu ruhiger Musik durchgeführt und dauert 60 Minuten. Die Übungen werden barfuß oder in Socken ausgeführt, um besseres Gleichgewicht und Fußausrichtung zu fördern.",
    "pilatesLowerText4": "Eine Pilates-Sitzung beginnt mit Atemübungen, gefolgt von Aufwärmübungen vor Pilates. Der Hauptteil besteht aus einer Reihe von Pilates-Übungen, und die Sitzung endet mit Entspannung, um Spannungen abzubauen und Flexibilität zu fördern.",
    "pilatesLowerTitle2": "Wie oft sollte man Pilates machen?",
    "pilatesLowerText5": "Die empfohlene Häufigkeit von Pilates-Sitzungen pro Woche hängt von Ihren Fitnesszielen ab, daher empfehlen wir, sich mit Ihrem Trainer für eine persönliche Beratung abzustimmen."
  },
  "contact": {
    "carouselTitle1": "Die besten Kontakte für Ihre Ziele",
    "carouselText1": "Finden Sie die besten Angebote, die auf Ihre Bedürfnisse zugeschnitten sind.",
    "carouselTitle2": "Zuverlässige Hilfe",
    "carouselText2": "Immer da, um Sie zu unterstützen.",
    "carouselTitle3": "Einfache Kommunikation",
    "carouselText3": "Nehmen Sie jederzeit Kontakt mit uns auf.",
    "carouselTitle4": "Besuchen Sie uns",
    "carouselText4": "Unser Standort wartet auf Sie.",
    "headerTitle": "Kontakt",
    "address": "MAXXGYM Ljubljana, Dunajska cesta 270, 1000 Ljubljana",
    "phone": "Telefon",
    "email": "E-Mail",
    "newsletterTitle": "Melden Sie sich für MAXXGYM-News an",
    "formNamePlaceholder": "Vollständiger Name*",
    "formEmailPlaceholder": "E-Mail-Adresse*",
    "formSubmitButton": "Absenden",
    "formSuccessMessage": "Ihre Anmeldung wurde erfolgreich gesendet!",
    "formErrorMessage": "Beim Absenden Ihrer Anmeldung ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.",
    "mapTitle": "Wo finden Sie uns?"
  }
  }
