{
 
  "nav":{
    "home": "Startseite",
    "price": "Preise",
    "fitness": "Fitness",
    "guidedWorkouts": "Geführte Workouts",
    "personalTraining": "Personal Training",
    "contact": "Kontakt",
    "languageLabel": "Lang",
    "language": {
      "en": "En",
      "sl": "Sl",
      "de": "De",
      "it": "It"
    },
    "workingHours": {
      "weekdays": "MONTAG - FREITAG 6.00 - 22.30",
      "weekends": "SAMSTAG - SONNTAG UND FEIERTAGE 8.00 - 22.00"
    },
    "phoneNumber": "0590 41 900"
  },

  "image":{
    "carouselButton":"Schließe dich uns an"
  },


  "home": {
    "CarouselTitle1": "Ein personalisierter Ansatz, der funktioniert",
    "CarouselText1": "Finde das beste personalisierte Training für deine Ziele.",
    "CarouselTitle2": "Dein Weg zum Erfolg",
    "CarouselText2": "Erreiche deine Ziele mit MaxxGym Personal Training.",
    "CarouselTitle3": "Professionelle Anleitung",
    "CarouselText3": "Training, das auf deine Bedürfnisse und Fähigkeiten zugeschnitten ist.",
    "CarouselTitle4": "Starte deine Reise noch heute",
    "CarouselText4": "Entdecke die Vorteile von Fitness mit MaxxGym.",
     "homeCarouselTitle1": "Willkommen bei MaxxGym"
  },
  "bmi": {
    "title": "BMI Rechner",
    "name": "Name",
    "surname": "Nachname",
    "gender": "Geschlecht",
    "selectGender": "Geschlecht auswählen",
    "male": "Männlich",
    "female": "Weiblich",
    "age": "Alter (Jahre)",
    "weight": "Gewicht (kg)",
    "height": "Größe (cm)",
    "activityLevel": "Aktivitätslevel",
    "selectActivityLevel": "Aktivitätslevel auswählen",
    "inactive": "Inaktiv",
    "lightlyActive": "Leicht aktiv",
    "moderatelyActive": "Mäßig aktiv",
    "veryActive": "Sehr aktiv",
    "extremelyActive": "Extrem aktiv",
    "goal": "Ziel",
    "selectGoal": "Ziel auswählen",
    "maintain": "Gewicht halten",
    "lose": "Gewicht verlieren",
    "gain": "Gewicht zunehmen",
    "email": "E-Mail",
    "submitButton": "BMI berechnen & senden"
},
  
    "price": {
      "CarouselTitle1": "Die besten Preise für Ihre Ziele",
      "CarouselText1": "Finden Sie die besten Angebote, die auf Ihre Bedürfnisse zugeschnitten sind.",
      "CarouselTitle2": "Zweiter Titel",
      "CarouselText2": "Zweiter Text, der Angebote beschreibt.",
      "CarouselTitle3": "Dritter Titel",
      "CarouselText3": "Dritter Text, der Deals beschreibt.",
      "CarouselTitle4": "Vierter Titel",
      "CarouselText4": "Vierter Text für das Karussell.",
      "PageTitle": "MaxxGym",
      "PageDescription": "Finden Sie die besten Angebote, die auf Ihre Bedürfnisse zugeschnitten sind."
    },

    "fitness": {
      "CarouselTitle1": "Die besten Preise für Ihre Ziele",
      "CarouselText1": "Finden Sie die besten Angebote, die auf Ihre Bedürfnisse zugeschnitten sind.",
      "CarouselTitle2": "Zweiter Titel",
      "CarouselText2": "Zweiter Text, der Angebote beschreibt.",
      "CarouselTitle3": "Dritter Titel",
      "CarouselText3": "Dritter Text, der Deals beschreibt.",
      "CarouselTitle4": "Vierter Titel",
      "CarouselText4": "Vierter Text für das Karussell.",
      "line1": "Modernste Ausstattung für alle Fitnesslevel.",
      "line2": "Experten-Trainer, die Sie bei jedem Schritt begleiten.",
      "line3": "Flexible Trainingspläne, die zu Ihrem Leben passen.",
      "line4": "Eine unterstützende Gemeinschaft, die Sie motiviert.",
      "line5": "Programme, die auf Ihre spezifischen Ziele abgestimmt sind.",
      "line6": "Erleben Sie den Unterschied bei MaxxGym.",
      "heroImageAlt": "Fitness-Heldenbild",
      "heroTitle": "Erreichen Sie Ihre Fitnessziele",
      "heroText": "Finden Sie das richtige Fitnessprogramm, das zu Ihnen passt.",
      "heroButton": "Jetzt beitreten"
    },
    "sections": {
      "section1": {
        "title": "Endlich ein Fitnessstudio, das nicht überfüllt ist und großartige Möglichkeiten für ungestörtes Training bietet",
        "text": "Bist du es leid, in überfüllten Fitnessstudios nicht effektiv trainieren zu können? Genervt vom Warten auf Geräte, weil jemand SMS schreibt? Suchst du einen Ort, an dem du ohne Unterbrechungen trainieren kannst? MAXXGYM ist genau das, was du suchst. Es bietet eine Umgebung für großartige Workouts ohne unangenehme Ablenkungen.",
        "text2": "Seit über 20 Jahren helfen wir Tausenden von Kunden, unglaubliche Ergebnisse zu erzielen, mit einem anderen Ansatz – einer einladenden Atmosphäre, einer vielfältigen Ausstattung und einer großartigen Gemeinschaft. Keine unangenehmen Blicke, kein Simsen an den Geräten, nur erstklassiges Training. Wir haben diesen Raum über zwei Jahrzehnte für unsere Kunden und ihren Erfolg aufgebaut."
        },
      "section2": {
        "title": "Die Grenzen deiner Fähigkeiten verschieben",
        "text": "Im MaxxGym gibt es kein Warten auf Geräte oder Zeitverschwendung. Wir ermöglichen effektivere Workouts, um deine Ziele zu erreichen.",
        "text2": "Wir haben die perfekte Alternative geschaffen, indem wir an einen neuen, größeren Standort mit einer Vielzahl von Maschinen und Geräten im MAXXGYM umgezogen sind. Unser einzigartiger Ansatz zieht ein anderes Publikum an, was unnötige Wartezeiten an Geräten verhindert und Ihr Training effizienter macht. Buchen Sie noch heute Ihren kostenlosen Besuch und überzeugen Sie sich selbst von dem Unterschied!"
      },
      "section3": {
        "title": "Ausstattung, die inspiriert",
        "text": "Modernste Geräte, erstklassige Trainer und Motivationsprogramme erwarten dich im MaxxGym. Werde die beste Version von dir selbst!",
        "text2": "Das MAXXGYM-Team unterstützt Sie in einer exklusiven Gruppe und beantwortet Ihre Fragen zu Übungen, der Nutzung des Fitnessstudios und den Grundlagen einer gesundheitsfreundlichen Ernährung. Diese Unterstützung spart Ihnen Zeit und erweitert Ihr Fitnesswissen, sodass Sie Ihre Fitnessziele effizienter erreichen können."
      }
      
    },
    "down": {
  "heroTitle": "Über 30 Jahre Fitness-Erfahrung, die sich in unserer Professionalität und unermüdlichen Unterstützung auf deinem Weg widerspiegelt.",
  "heroText": "Finde das richtige Fitnessprogramm, das auf dich zugeschnitten ist.", 
  "heroImageAlt": "Fitness Hero Image"
},
"leftPhoto": {
  "heroTitle": "Sparen Sie sich die Mühe, nach Ihrem Anfängertrainingsplan zu suchen, und probieren Sie das MAXX Training START-UP-Programm aus.",
  "heroText": "Warum Zeit mit der Suche nach dem besten Trainingsplan, dem Erlernen der richtigen Übungstechniken oder dem korrekten Umgang mit Geräten verschwenden? Sparen Sie diese Zeit und konzentrieren Sie sich auf das, was Ihnen am wichtigsten ist, während wir uns um Ihr Anfängertrainingsprogramm kümmern.",
  "heroText2": "Kunden, die MAXXGYM zum ersten Mal besuchen, erhalten ein besonderes Geschenk von uns:",
  "heroImageAlt": "Links ausgerichtetes Fitnessbild",
  "bulletText1": "Eine KOSTENLOSE Einführungseinheit mit einem Personal Trainer.",
  "bulletText2": "Ein KOSTENLOSES Einführungs-Trainingsprogramm.",
  "bulletText3": "und einen KOSTENLOSEN Proteinshake nach Ihrer Einführungseinheit, auf uns.",
  "heroText3": "Alles, damit Ihr Fitnessweg auf MAXXimalem Niveau beginnt."
},
    "form": {
      "title": "Reservieren Sie Ihr kostenloses Ticket",
      "description": "Vermeiden Sie häufige Fitnessfehler mit unserer Hilfe und testen Sie uns 100% KOSTENLOS. Füllen Sie das Formular unten aus, um Ihr kostenloses Ticket zu erhalten und uns so schnell wie möglich zu besuchen.",
      "inputs": {
        "name": "Vollständiger Name*",
        "email": "E-Mail-Adresse*",
        "phone": "Telefonnummer*",
        "address": "Ständige Adresse*",
          "message": "Erzählen Sie uns etwas über Ihre Ziele",
        "validationError": "Bitte füllen Sie alle erforderlichen Felder aus.",
        "successMessage": "Ihre Nachricht wurde erfolgreich gesendet!",
        "errorMessage": "Beim Senden Ihrer Nachricht ist ein Fehler aufgetreten."
      },
      "button": "IHREN KOSTENLOSEN TICKET ANFORDERN",
      "privacy": "Wir respektieren Ihre Privatsphäre und werden Ihre Daten niemals ohne Ihre Zustimmung weitergeben."
    },

    
      "comments": {
        "1": {
          "title": "Immer noch nicht überzeugt?",
          "text": "Bestes Fitnessstudio in Ljubljana. Sehr professionelles und zugängliches Personal. Der Besitzer hilft jedem im Fitnessstudio, egal wer du bist!",
          "author": "Klemen Tušek"
        },
        "2": {
          "title": "Das beste Fitnessstudio!",
          "text": "Alle Geräte sind immer verfügbar, sauberer Raum und tolle Atmosphäre.",
          "author": "Ana Novak"
        },
        "3": {
          "title": "Erstaunliche Ergebnisse!",
          "text": "In nur 3 Monaten habe ich Ziele erreicht, von denen ich jahrelang geträumt habe!",
          "author": "Marko Kovač"
        },
        "4": {
          "title": "Professionelles Personal!",
          "text": "Die Trainer sind sehr freundlich und immer bereit zu helfen.",
          "author": "Eva Petek"
        },
        "5": {
          "title": "Sehr zu empfehlen!",
          "text": "Die beste Investition, die ich für mich gemacht habe!",
          "author": "Miha Zupan"
        },
        "6": {
          "title": "Immer motiviert!",
          "text": "Das Training im MaxxGym ist dank der hervorragenden Atmosphäre zu meiner Routine geworden.",
          "author": "Tina Jernej"
        }
      },
      
  "personal": {
        "trainingCarouselTitle1": "Personalisierter Ansatz, der funktioniert",
        "trainingCarouselText1": "Finden Sie das beste personalisierte Training für Ihre Ziele.",
        "trainingCarouselTitle2": "Ihr Weg zum Erfolg",
        "trainingCarouselText2": "Erreichen Sie Ihre Ziele mit dem persönlichen Training von MaxxGym.",
        "trainingCarouselTitle3": "Professionelle Anleitung",
        "trainingCarouselText3": "Maßgeschneiderte Workouts, die Ihren Bedürfnissen und Fähigkeiten entsprechen.",
        "trainingCarouselTitle4": "Beginnen Sie Ihre Reise noch heute",
        "trainingCarouselText4": "Entdecken Sie die Vorteile von Fitness mit MaxxGym.",
        "trainingMainSectionTitle": "Erreichen Sie Ihr Bestes Selbst",
        "trainingMainSectionParagraph1": "Das persönliche Training von MaxxGym ist auf Ihre Bedürfnisse zugeschnitten.",
        "trainingMaxxgymIntro": "Erleben Sie den Unterschied mit Maxx.",
        "trainingExperienceIntro": "Unsere Fachkenntnisse umfassen:",
        "trainingExperiencePoint1": "Individuelle Trainingspläne.",
        "trainingExperiencePoint2": "Eins-zu-eins-Coaching.",
        "trainingExperiencePoint3": "Laufende Unterstützung.",
        "trainingConclusion": "Treten Sie noch heute bei und erleben Sie den Unterschied.",
        "trainingRightBoxTitle": "Warum MaxxGym?",
        "trainingRightBoxText": "Wir bieten die beste Ausstattung und Trainer, um Sie zu unterstützen.",
        "trainingImageAltText": "Bild einer persönlichen Trainingseinheit.",
        "trainingSoloSectionTitle": "Trainieren Sie mit den Besten",
        "trainingSoloPoint1": "Modernste Einrichtungen.",
        "trainingSoloPoint2": "Zertifizierte Personal Trainer.",
        "trainingSoloPoint3": "Unterstützende Umgebung.",
        "trainingSoloPoint4": "Flexible Terminplanung.",
        "trainingSoloPoint5": "Erschwingliche Pläne.",
        "trainingFreeConsultationButton": "Kostenlose Beratung erhalten",
        "trainingFormSectionTitle": "Melden Sie sich für eine kostenlose Beratung an",
        "trainingFormNamePlaceholder": "Vollständiger Name",
        "trainingFormEmailPlaceholder": "E-Mail-Adresse",
        "trainingFormPhonePlaceholder": "Telefonnummer",
        "trainingFormMessagePlaceholder": "Ihre Nachricht",
        "trainingFormSubmitButton": "Absenden",
        "trainingHeroImageAlt": "Hero-Bild, das personalisierte Workouts zeigt",
        "trainingHeroTitle": "Erreichen Sie Ihre Fitnessziele mit personalisiertem Training",
        "trainingHeroText": "Individuelle Pläne für Ihren Körper und Ihre Ziele.",
        "trainingSignUpButton": "Jetzt für eine kostenlose Beratung anmelden",
        "trainingInfoTitle1": "Warum uns wählen?",
        "trainingInfoPoint1": "Personalisierte Trainingspläne",
        "trainingInfoPoint2": "Zertifizierte Trainer",
        "trainingInfoPoint3": "Moderne Ausrüstung und Einrichtungen",
        "trainingInfoImageAlt1": "Trainer hilft einem Kunden",
        "trainingInfoTitle2": "Erreichen Sie mehr mit uns",
        "trainingInfoText2": "Entfalten Sie Ihr Potenzial mit professioneller Unterstützung.",
        "trainingInfoImageAlt2": "Bild einer Trainingseinheit",
        "trainingBulletTitle": "Unsere wichtigsten Merkmale",
        "trainingBulletPoint1Title": "Zertifizierte Trainer",
        "trainingBulletPoint1Text": "Unsere Trainer sind erfahren und zertifiziert, um Ihnen die beste Unterstützung zu bieten.",
        "trainingBulletBackgroundAlt": "Hintergrund mit Fitnessgeräten",
        "trainingFormSuccessMessage": "Ihre Nachricht wurde erfolgreich gesendet!",
        "trainingFormErrorMessage": "Beim Senden Ihrer Nachricht ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut."
      },

 "guided": {
        "exercisesCarouselTitle1": "Die besten Preise für Ihre Ziele",
        "exercisesCarouselText1": "Finden Sie die besten Angebote, die auf Ihre Bedürfnisse zugeschnitten sind.",
        "exercisesCarouselTitle2": "Beginnen Sie noch heute",
        "exercisesCarouselText2": "Erreichen Sie Ihre Ziele mit MaxxGym.",
        "exercisesCarouselTitle3": "Flexibler Zeitplan",
        "exercisesCarouselText3": "Workouts für alle Altersgruppen.",
        "sectionTitle": "UNSERE GEFÜHRTEN WORKOUTS",
        "formTitle": "MELDEN SIE SICH FÜR EINE KOSTENLOSE BERATUNG AN",
        "formNamePlaceholder": "Vollständiger Name*",
        "formEmailPlaceholder": "E-Mail-Adresse*",
        "formPhonePlaceholder": "Telefonnummer*",
        "formMessagePlaceholder": "Erzählen Sie uns etwas über sich*",
        "formSubmitButton": "ANMELDEN",
        "formButton": "Melden Sie sich für eine kostenlose Beratung an",
        "cardioTitle": "Les Mills Grit CARDIO",
        "exercisesFormSuccessMessage": "Ihre Nachricht wurde erfolgreich gesendet!",
        "exercisesFormErrorMessage": "Es ist ein Fehler beim Senden Ihrer Nachricht aufgetreten. Bitte versuchen Sie es erneut.",
        "cardioLeftText": "Suchen Sie nach einem schnellen, effektiven und hochintensiven Workout? Les Mills GRIT Cardio ist eine 30-minütige HIIT-Session, die Ihre Ausdauer steigert, die Geschwindigkeit erhöht und Kalorien mit maximaler Intensität verbrennt. Durch Laufen, Springen und Beschleunigungen werden Sie Ihr Herz-Kreislauf-System bis an seine Grenzen fordern. Lassen Sie sich nicht von der kurzen Dauer täuschen—dies ist kein Workout wie jedes andere! In einem motivierenden Teamumfeld, angeleitet von Experten, werden Sie Ihre Grenzen überschreiten und schnell Spitzenfitness erreichen. 🔥 Bereit, sich unaufhaltsam zu fühlen? Machen Sie jetzt mit!",
        "cardioBullet1": "Erhöhte kardiovaskuläre Kapazität und gesteigerte Geschwindigkeit—verwandeln Sie Ihren Körper in eine leistungsstarke athletische Maschine!",
        "cardioBullet2": "Maximieren Sie das Kalorienverbrennen während des Trainings für eine optimale Gewichtskontrolle und ein gesundes Körpergewicht!",
        "cardioBullet3": "Erhöhen Sie Ihre anaerobe Schwelle und aktivieren Sie schnell zuckende Muskelfasern für maximale Körperfunktionalität und Leistung!",
        "cardioBullet4": "Das perfekte Workout für alle, die eine athletische Figur und eine bessere Resilienz gegenüber täglichem Stress wünschen!",
        "cardioLowerText": "Für optimale Fortschritte empfehlen wir 1 bis 2 Sessions pro Woche aufgrund der hohen Intensität des GRIT-Trainings. Dieses Workout ist nicht für absolute Anfänger geeignet. Stellen Sie sicher, dass Sie sich vor dem Einstieg mit Ihrem Trainer beraten, um sicherzustellen, dass es für Sie geeignet ist.",
        "gritAthleticLeftText": "Les Mills GRIT Athletic ist ein 30-minütiges hochintensives Intervalltraining (HIIT), das entwickelt wurde, um Kraft, Geschwindigkeit, Ausdauer, Agilität und Koordination zu steigern. Mit einer breiteren Palette an Übungen und einzigartigen Intervallstrukturen maximiert es die sportliche Leistung und die Entwicklung motorischer Fähigkeiten. In einer kleinen Gruppe, angeleitet von Experten, werden Sie Ihre Grenzen überschreiten und schnell Ergebnisse sehen. Werden Sie stärker, schneller und leistungsfähiger—machen Sie noch heute mit!",
        "gritAthleticBullet1": "Erhöhte Explosivität und verbesserte Agilität, um jedes Hindernis zu überwinden!",
        "gritAthleticBullet2": "Maximales Kalorienverbrennen während des Trainings für eine optimale Gewichtskontrolle und ein gesundes Körpergewicht!",
        "gritAthleticBullet3": "Erhöhen Sie Ihre anaerobe Schwelle und aktivieren Sie schnell zuckende Muskelfasern für maximale Körperfunktionalität und Spitzenleistung",
        "gritAthleticBullet4": "Ein perfektes 30-minütiges Workout für alle, die wenig Zeit haben, eine athletische Figur aufbauen möchten und ihre Fähigkeit zur Bewältigung von Stress verbessern wollen!",
        "gritAthleticLowerText": "Für optimale Fortschritte empfehlen wir 1 bis 2 Sessions pro Woche aufgrund der hohen Intensität des GRIT-Trainings. Dieses Workout ist nicht für Anfänger geeignet. Konsultieren Sie vor dem Start Ihren Trainer.",
        "gritStrengthLeftText": "Les Mills GRIT Strength ist ein 30-minütiges HIIT-Workout mit Langhantel, freien Gewichten und Körpergewichtsübungen, um die Ganzkörperkraft und Muskelmasse aufzubauen. In einer kleinen Gruppe, unterstützt von Experten und Teamgeist, werden Sie Ihre Grenzen überschreiten und schnell Ergebnisse erzielen. Werden Sie stärker, fitter und unaufhaltsam!",
        "gritStrengthBullet1": "Erhöhte Kraft der Hauptmuskelgruppen und Muskelwachstum für einen geformten Körper!",
        "gritStrengthBullet2": "Maximales Kalorienverbrennen während des Trainings für eine optimale Gewichtskontrolle und ein gesundes Körpergewicht!",
        "gritStrengthBullet3": "Erhöhen Sie Ihre anaerobe Schwelle und aktivieren Sie schnell zuckende Muskelfasern für maximale Körperfunktionalität und Leistung!",
        "gritStrengthBullet4": "Ein perfektes 30-minütiges Workout für alle, die wenig Zeit haben, eine athletische Figur aufbauen möchten und ihre Fähigkeit zur Stressbewältigung verbessern wollen!",
        "lowerTitle": "Wie oft sollte ich am Training teilnehmen?",
        "gritStrengthLowerText": "Für optimale Fortschritte empfehlen wir 1 bis 2 Sessions pro Woche aufgrund der hohen Intensität des GRIT-Trainings. Dieses Workout ist nicht für Anfänger geeignet. Konsultieren Sie vor dem Start Ihren Trainer.",
        "bodyPumpLeftText": "BODYPUMP ist ein Ganzkörper-Workout mit Gewichten, das Fett verbrennt, Muskeln aufbaut und den Körper mit effektiven Übungen wie Kniebeugen, Drücken, Heben und Curls formt. Es ist für Männer und Frauen gleichermaßen geeignet, verbessert die muskuläre Ausdauer und Kraft und ermöglicht es Ihnen, den Widerstand entsprechend Ihrem Fitnesslevel anzupassen. Mit erfahrenen Trainern und motivierender Musik erreichen Sie Ihre Ziele schnell und effizient!",
        "bodyPumpBullet1": "Erhöhte muskuläre Ausdauer und verbesserter Muskeltonus für einen geformten Körper!",
        "bodyPumpBullet2": "Maximales Kalorienverbrennen während des Trainings für eine leichtere Fettverbrennung!",
        "bodyPumpBullet3": "Verbesserte Fitness, Herzgesundheit und Koordination!",
        "bodyPumpBullet4": "Ein tolles Workout für die allgemeine Fitness und verbesserte Knochendichte!",
        "lowerTitle2": "Wie starte ich?",
        "bodyPumpLowerText": "Jedes Les Mills-Programm bietet verschiedene Intensitätsoptionen, die es Ihnen ermöglichen, jedes Workout an Ihr aktuelles Fitnesslevel anzupassen. Um zu starten, benötigen Sie Sportbekleidung, ein Handtuch und eine Wasserflasche—alles andere wird Ihnen im Center zur Verfügung gestellt. Wir empfehlen, dass Sie sich vor Ihrer ersten Session mit einem Trainer treffen, um eine Einführung in das Workout und Anfängerfreundliche Anpassungen zu erhalten.",
        "bodyPumpLowerTitle2": "Wie oft sollten Sie BODYPUMP machen?",
        "bodyPumpLowerText2": "Die empfohlene Anzahl an Sessions pro Woche hängt von Ihren Fitnesszielen ab, fragen Sie Ihren Trainer nach individuell angepassten Empfehlungen.",
        "bodyStepLeftText": "BODYSTEP ist ein hochintensives Step-Workout, das Sie mit Energie und Vitalität erfüllt. Mit einem höhenverstellbaren Step und einfachen Bewegungen darauf, darüber und drumherum, bleiben Sie mit motivierender Musik und erfahrenen Trainern voll fokussiert. Kardioblöcke werden Ihr Fettverbrennungssystem auf Hochtouren bringen, gefolgt von Kraftblocks zur Formung Ihrer Beine, Gesäßmuskeln und des gesamten Körpers.",
        "bodyStepBullet1": "Erhöhte muskuläre Ausdauer und verbesserter Muskeltonus für einen schön geformten Körper!",
        "bodyStepBullet2": "Maximales Kalorienverbrennen während des Trainings für eine leichtere Fettverbrennung und einen schlankeren Körper!",
        "bodyStepBullet3": "Verbesserte Fitness, Herzgesundheit und Koordination!",
        "bodyStepBullet4": "Ein tolles Workout für die allgemeine Fitness und eine verbesserte Knochendichte!",
        "bodyStepLowerText": "Für beste Ergebnisse sollten Sie zwischen den Sessions mindestens einen Ruhetag einlegen. BODYSTEP sollte Ihr Cardio-Workout in Ihrem Trainingsplan sein, wobei die Häufigkeit von Ihren Fitnesszielen abhängt. Wir empfehlen jedoch mindestens zwei Sessions pro Woche für beschleunigten Fortschritt!",
        "bodyStepLowerTitle2": "Wie oft sollten Sie BODYSTEP machen?",
        "bodyStepLowerText2": "Für beste Ergebnisse sollten Sie zwischen den Sessions mindestens einen Ruhetag einlegen. BODYSTEP sollte Ihr Cardio-Workout in Ihrem Trainingsplan sein, wobei die Häufigkeit von Ihren Fitnesszielen abhängt. Wir empfehlen jedoch mindestens zwei Sessions pro Woche für beschleunigten Fortschritt!",
        "bodyAttackLeftText": "BODYATTACK ist ein einfaches, aber kraftvolles, sportlich inspiriertes Workout, das Kraft- und Ausdauertraining kombiniert. Mit einer Mischung aus athletischen Bewegungen, Kraftübungen und Kernstabilisierung, unterstützt von hochenergetischer Musik und Motivation, bleibt selbst die anspruchsvollste Person voll engagiert!",
        "bodyAttackBullet1": "Erhöhte muskuläre Ausdauer, Kraft und verbesserter Muskeltonus für eine schöne Figur!",
        "bodyAttackBullet2": "Maximales Kalorienverbrennen während des Trainings für eine leichtere Fettverbrennung und ein schlankeres Körperbild!",
        "bodyAttackBullet3": "Verbesserte allgemeine Fitness, Herzgesundheit und Koordination!",
        "bodyAttackBullet4": "Ein fantastisches Workout für die allgemeine Fitness und eine verbesserte Knochendichte!",
        "bodyAttackLowerText": "Jedes Les Mills-Programm bietet verschiedene Intensitätsoptionen, die es einfach machen, jedes Workout an Ihr aktuelles Fitnesslevel anzupassen. Um zu starten, benötigen Sie nur Sportbekleidung, ein Handtuch und eine Wasserflasche. Alles andere wird im Zentrum zur Verfügung gestellt. Wir empfehlen, sich vor der ersten Session mit einem Trainer zu treffen, um das Workout kennenzulernen und Anfänger-Optionen zu besprechen.",
        "bodyAttackLowerTitle2": "Wie oft sollten Sie BODYATTACK machen?",
        "bodyAttackLowerText2": "Die empfohlene Anzahl von Sessions pro Woche hängt hauptsächlich von Ihren Fitnesszielen ab, deshalb empfehlen wir, sich mit Ihrem Trainer für individuelle Ratschläge zu beraten.",
        "bootCampLeftText": "Dies ist ein Körperformungs-Workout mit Körpergewichtsübungen wie Kniebeugen, Ausfallschritte, Liegestütze, Bauchübungen, Rumpftraining und Sprünge sowie mit Ausstattungen wie Medizinbällen, Kettlebells, freien Gewichten, Widerstandsbändern, TRX, Seilen, Slam-Bällen, Wall-Balls und Kreuzheben. Dieses Workout hilft Ihnen, Ihren Körper zu beherrschen, Fett zu verbrennen, Ihre Figur zu formen und Kraft und Ausdauer aufzubauen. Es ist auch für Anfänger geeignet.",
        "bootCampBullet1": "Erhöhte muskuläre Ausdauer, Kraft und verbesserter Muskeltonus für eine schön geformte Figur!",
        "bootCampBullet2": "Maximales Kalorienverbrennen während des Trainings für eine leichtere Fettverbrennung und ein schlankeres Körperbild!",
        "bootCampBullet3": "Verbesserte Fitness, Herzgesundheit und Koordination!",
        "bootCampBullet4": "Ein fantastisches Workout für die allgemeine Fitness und eine verbesserte Knochendichte!",
        "pilatesLeftText": "Pilates ist ein ganzheitliches Workout, das sich auf tiefere, schwer erreichbare Muskeln konzentriert, die für eine richtige Haltung, Muskelstärkung, Herzgesundheit und verbesserte Koordination entscheidend sind. Es verbessert das Körperbewusstsein, die Flexibilität und die allgemeine Fitness. Das Training kombiniert Kraft-, Dehn- und Atemübungen und eignet sich auch zur Rehabilitation nach Verletzungen.",
        "pilatesLeftText2": "Die Grundlage aller Pilates-Übungen ist das Training des Körperzentrums (Powerhouse), das die Becken-, Bauch- und untere Rückenmuskulatur umfasst. Alle Übungen werden langsam und fließend ausgeführt, wobei der Fokus auf der richtigen Atmung liegt. Diese Methode ist sowohl für Muskeln als auch für Gelenke vorteilhaft. Pilates umfasst rund 500 verschiedene Übungen, die darauf abzielen, Muskeln zu stärken und zu dehnen, für eine bessere Gesundheit und Flexibilität.",
        "pilatesLeftText3": "Pilates gilt als eine Technik für Körper & Geist, die sich auf die Verbindung zwischen Körper und Geist für ein ausgewogenes körperliches und geistiges Wohlbefinden konzentriert.",
        "pilatesBullet1": "Verbesserte Haltung und Prävention von Rückenbeschwerden!",
        "pilatesBullet2": "Stärkung des Muskelsystems und Verbesserung der Körperkontrolle!",
        "pilatesBullet3": "Verbessertes Körperbewusstsein, Flexibilität, Gleichgewicht und Koordination!",
        "pilatesBullet4": "Das Beherrschen der Pilates-Atmung fördert die mentale Konzentration und den Fokus!",
        "pilatesBullet5": "Es kann bei Inkontinenz und der Freisetzung von Energieblockaden helfen.",
        "pilatesLowerTitle": "Wie fließt ein Pilates-Workout?",
        "pilatesLowerText": "In unseren Sessions praktizieren wir PILATES MAT, bei dem das Workout auf Matten oder direkt auf dem Boden ausgeführt wird, mit Fokus auf Rumpfstärke, Flexibilität und Körperkontrolle.",
        "pilatesLowerText2": "Während des Workouts integrieren wir auch Hilfsmittel wie kleine Bälle und elastische sowie nicht-elastische Bänder, um die Stärke, Flexibilität und Muskelaktivierung zu steigern.",
        "pilatesLowerText3": "Das Workout wird mit ruhiger Musik durchgeführt und dauert 60 Minuten. Übungen werden barfuß oder in Socken durchgeführt, um ein besseres Gleichgewicht und eine bessere Fußausrichtung zu fördern.",
        "pilatesLowerText4": "Eine Pilates-Sitzung beginnt mit Atemübungen, gefolgt von Aufwärmübungen für Pilates. Der Hauptteil besteht aus einer Reihe von Pilates-Übungen, und die Sitzung endet mit Entspannung, um Spannung abzubauen und Flexibilität zu fördern.",
        "pilatesLowerTitle2": "Wie oft sollten Sie Pilates machen?",
        "pilatesLowerText5": "Die empfohlene Häufigkeit von Pilates-Sessions pro Woche hängt von Ihren Fitnesszielen ab, daher empfehlen wir, sich mit Ihrem Trainer für individuelle Ratschläge abzusprechen."
      
      },


  "contact": {
     "carouselTitle1": "Beste Kontakte für Ihre Ziele",
    "carouselText1": "Finden Sie die besten Angebote, die auf Ihre Bedürfnisse zugeschnitten sind.",
    "carouselTitle2": "Immer für Sie da",
    "carouselText2": "Kontaktieren Sie uns jederzeit.",
    "carouselTitle3": "Ein Standort, der inspiriert",
    "carouselText3": "Besuchen Sie uns in der Dunajska Straße.",
    "carouselTitle4": "Erreichbar per Telefon und E-Mail",
    "carouselText4": "Schnelle Antworten auf Ihre Anfragen.",
    "headerTitle": "Kontakt",
    "address": "MAXXGYM Ljubljana, Dunajska cesta 270, 1000 Ljubljana",
    "phone": "Telefon",
    "email": "E-Mail",
    "newsletterTitle": "Melden Sie sich für MAXXGYM-News an",
    "formNamePlaceholder": "Vollständiger Name*",
    "formEmailPlaceholder": "E-Mail-Adresse*",
    "formSubmitButton": "Anmelden",
    "formSuccessMessage": "Ihre Nachricht wurde erfolgreich gesendet!",
    "formErrorMessage": "Beim Senden Ihrer Nachricht ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.",
    "mapTitle": "Wo finden Sie uns?"

  }


}
      
    
    
  
  
  
  

