{
  "nav": {
    "home": "Home",
    "price": "Prezzo",
    "fitness": "Fitness",
    "guidedWorkouts": "Allenamenti Guidati",
    "personalTraining": "Allenamento Personale",
    "contact": "Contatti",
    "languageLabel": "Lingua",
    "language": {
      "en": "Inglese",
      "sl": "Sloveno",
      "de": "Tedesco",
      "it": "Italiano"
    },
    "workingHours": {
      "weekdays": "LUNEDÌ - VENERDÌ 6.00 - 22.30",
      "weekends": "SABATO - DOMENICA E FESTIVI 8.00 - 22.00"
    },
    "phoneNumber": "0590 41 900"
  },
  "bmi": {
    "title": "Calcolatore BMI",
    "name": "Nome",
    "surname": "Cognome",
    "gender": "Genere",
    "selectGender": "Seleziona genere",
    "male": "Maschio",
    "female": "Femmina",
    "age": "Età (anni)",
    "weight": "Peso (kg)",
    "height": "Altezza (cm)",
    "activityLevel": "Livello di attività",
    "selectActivityLevel": "Seleziona livello di attività",
    "inactive": "Inattivo",
    "lightlyActive": "Leggermente attivo",
    "moderatelyActive": "Moderatamente attivo",
    "veryActive": "Molto attivo",
    "extremelyActive": "Estremamente attivo",
    "goal": "Obiettivo",
    "selectGoal": "Seleziona obiettivo",
    "maintain": "Mantenere il peso",
    "lose": "Perdere peso",
    "gain": "Aumentare di peso",
    "email": "Email",
    "submitButton": "Calcola e invia BMI",
    "result": "Il tuo BMI"
  },
  "image":{
    "carouselButton": "Unirsi "
      },
  "home": {
    "CarouselTitle1": "Un Approccio Personalizzato che Funziona",
    "CarouselText1": "Trova il miglior allenamento personalizzato per i tuoi obiettivi.",
    "CarouselTitle2": "Il Tuo Percorso verso il Successo",
    "CarouselText2": "Raggiungi i tuoi obiettivi con l'allenamento personale di MaxxGym.",
    "CarouselTitle3": "Guida Professionale",
    "CarouselText3": "Allenamenti su misura per le tue esigenze e capacità.",
    "CarouselTitle4": "Inizia il Tuo Viaggio Oggi",
    "CarouselText4": "Scopri i benefici del fitness con MaxxGym."
  },
  "price": {
    "CarouselTitle1": "Un Approccio Personalizzato che Funziona",
    "CarouselText1": "Trova il miglior allenamento personalizzato per i tuoi obiettivi.",
    "CarouselTitle2": "Il Tuo Percorso verso il Successo",
    "CarouselText2": "Raggiungi i tuoi obiettivi con l'allenamento personale di MaxxGym.",
    "CarouselTitle3": "Guida Professionale",
    "CarouselText3": "Allenamenti su misura per le tue esigenze e capacità.",
    "CarouselTitle4": "Inizia il Tuo Viaggio Oggi",
    "CarouselText4": "Scopri i benefici del fitness con MaxxGym.",
    "PageTitle": "MaxxGym",
    "PageDescription": "Trova le migliori offerte su misura per te."
  },
  "fitness": {
    "CarouselTitle1": "I Migliori Prezzi per i Tuoi Obiettivi",
    "CarouselText1": "Trova le migliori offerte su misura per te.",
    "CarouselTitle2": "Secondo Titolo",
    "CarouselText2": "Testo che descrive le offerte.",
    "CarouselTitle3": "Terzo Titolo",
    "CarouselText3": "Testo che descrive le offerte.",
    "CarouselTitle4": "Quarto Titolo",
    "CarouselText4": "Testo del carosello.",
    "line1": "Attrezzature all'avanguardia per tutti i livelli di fitness.",
    "line2": "Allenatori esperti che ti guideranno in ogni fase.",
    "line3": "Orari di allenamento flessibili che si adattano alla tua vita.",
    "line4": "Una comunità di supporto per mantenerti motivato.",
    "line5": "Programmi su misura per i tuoi obiettivi specifici.",
    "line6": "Vivi la differenza con MaxxGym.",
    "heroImageAlt": "Immagine eroe del fitness",
    "heroTitle": "Raggiungi i tuoi obiettivi di fitness",
    "heroText": "Trova il programma fitness giusto per te.",
    "heroButton": "Unisciti ora"
  },
  "sections": {
    "section1": {
      "title": "Un centro fitness dove puoi allenarti senza la folla, ritardi o distrazioni.",
      "text": "Stanco delle palestre sovraffollate dove l'allenamento efficace sembra impossibile? Frustrato nell'attendere l'attrezzatura mentre qualcuno scrive un messaggio? Cerchi uno spazio dove allenarti senza interruzioni? Non cercare oltre—MAXXGYM è esattamente ciò di cui hai bisogno. Offriamo un ambiente focalizzato, progettato per persone come te, per allenamenti efficaci senza distrazioni.",
      "text2": "Da oltre 20 anni, abbiamo aiutato migliaia di clienti a raggiungere risultati incredibili con un approccio diverso—creando un'atmosfera accogliente, offrendo attrezzature diversificate e favorendo una compagnia eccellente. Niente sguardi imbarazzati, niente messaggi sui macchinari, solo allenamenti di alta qualità. Abbiamo costruito questo spazio in due decenni per i nostri clienti e il loro successo."
    },
    "section2": {
      "title": "L'ambiente in cui ti alleni ha un impatto enorme sui tuoi risultati.",
      "text": "Purtroppo, oltre il 72% dei frequentatori di palestre non completa gli allenamenti programmati a causa dei vincoli di tempo—principalmente causati dall'attesa per attrezzature occupate. Ma non deve essere così!",
      "text2": "Abbiamo creato la soluzione perfetta trasferendoci in una nuova e più grande sede, dotata di un'ampia varietà di macchinari e attrezzi presso MAXXGYM. Il nostro approccio unico attira un pubblico diverso, garantendo che non ci sia mai bisogno di aspettare per l'attrezzatura, rendendo i tuoi allenamenti più efficienti in termini di tempo. Prenota la tua visita gratuita oggi e vedrai la differenza!"
    },
    "section3": {
      "title": "Oltre 30 anni di esperienza nel fitness riflessi nella nostra professionalità e nel tuo successo.",
      "text": "Perché perdere tempo a sperimentare metodi di allenamento non comprovati e strategie alimentari dubbie?",
      "text2": "Il team di MAXXGYM è qui per supportarti in un gruppo esclusivo, rispondendo alle tue domande su esercizi, utilizzo della palestra e le basi della nutrizione salutare. Questa guida ti farà risparmiare tempo e migliorerà la tua conoscenza del fitness, offrendoti una scorciatoia per raggiungere più velocemente i tuoi obiettivi fitness."
    }
  },

  "down": {
    "heroTitle": "Oltre 30 anni di esperienza nel fitness, riflessi nella nostra professionalità e nel supporto costante per il tuo viaggio.",
    "heroText": "Perché perdere tempo a sperimentare metodi di allenamento non comprovati e strategie alimentari dubbie?",
    "heroText2": "Il team di MAXXGYM è qui per aiutarti a raggiungere risultati più veloci attraverso un gruppo di supporto dedicato. Risponderemo alle tue domande su esercizi, uso della palestra e le basi di una nutrizione salutare. Questo ti farà risparmiare tempo prezioso e approfondire la tua comprensione dell'allenamento fitness. È la tua scorciatoia per raggiungere facilmente i tuoi obiettivi di fitness.",
    "heroImageAlt": "Immagine Hero Fitness"
  },
  "leftPhoto": {
    "heroTitle": "Risparmia il tempo della ricerca del piano di allenamento per principianti e prova il programma MAXX Training START-UP.",
    "heroText": "Perché perdere tempo a cercare il miglior piano di allenamento, scoprire le tecniche corrette di esercizio o imparare come usare l'attrezzatura? Risparmia quel tempo e concentrati su ciò che conta di più per te, mentre ci occupiamo del tuo programma di allenamento per principianti.",
    "heroText2": "I clienti che visitano MAXXGYM per la prima volta riceveranno un regalo speciale da parte nostra:",
    "heroImageAlt": "Immagine Left Aligned Fitness",
    "bulletText1": "Una sessione di allenamento personale introduttiva GRATUITA.",
    "bulletText2": "Un programma di allenamento introduttivo GRATUITO.",
    "bulletText3": "E un frullato proteico GRATUITO dopo la tua sessione di allenamento introduttiva, offerto da noi.",
    "heroText3": "Tutto per garantire che il tuo viaggio fitness inizi al massimo.",
     "heroTitle4": "Potenzia il tuo viaggio nel fitness con noi"
  },
  "form": {
    "title": "Prenota il tuo biglietto gratuito",
    "description": "Evita errori comuni nel fitness con il nostro aiuto e prova MAXXGYM al 100% GRATIS. Compila il modulo sottostante per ottenere il tuo biglietto gratuito e visitaci il prima possibile.",
      "name": "Nome completo*",
      "email": "Indirizzo email*",
      "phone": "Numero di telefono*",
      "address": "Indirizzo permanente*",
      "message": "Raccontaci qualcosa sui tuoi obiettivi",
      "validationError": "Si prega di compilare tutti i campi richiesti.",
      "successMessage": "Risultati BMI inviati alla tua email!",
      "errorMessage": "Invio email non riuscito. Riprova più tardi.",
      "button": "RICHIEDI IL TUO BIGLIETTO GRATUITO",
      "privacy": "Rispettamo la tua privacy e non condivideremo mai le tue informazioni con nessuno senza il tuo consenso."
  },
  "comments": {
    "1": {
      "title": "Ancora non sei convinto?",
      "text": "La migliore palestra a Ljubljana. Personale molto professionale e disponibile. Il proprietario aiuta tutti in palestra, indipendentemente da chi sei!",
      "author": "Klemen Tušek"
    },
    "2": {
      "title": "La migliore palestra!",
      "text": "Tutte le attrezzature sono sempre disponibili, ambiente pulito e ottima atmosfera.",
      "author": "Ana Novak"
    },
    "3": {
      "title": "Risultati incredibili!",
      "text": "In solo 3 mesi ho raggiunto gli obiettivi che sognavo da anni!",
      "author": "Marko Kovač"
    },
    "4": {
      "title": "Personale professionale!",
      "text": "Gli allenatori sono molto cordiali e sempre pronti ad aiutare.",
      "author": "Eva Petek"
    },
    "5": {
      "title": "Altamente consigliato!",
      "text": "Il miglior investimento che ho fatto per me stesso!",
      "author": "Miha Zupan"
    },
    "6": {
      "title": "Sempre motivato!",
      "text": "Allenarmi presso MaxxGym è diventata la mia routine grazie all'eccellente atmosfera.",
      "author": "Tina Jernej"
    }
  },
  "personal": {
    "trainingCarouselTitle1": "Approccio personalizzato che funziona",
    "trainingCarouselText1": "Trova il miglior allenamento personalizzato per i tuoi obiettivi.",
    "trainingCarouselTitle2": "Il tuo percorso verso il successo",
    "trainingCarouselText2": "Raggiungi i tuoi obiettivi con l'allenamento personalizzato di MaxxGym.",
    "trainingCarouselTitle3": "Guida professionale",
    "trainingCarouselText3": "Allenamenti su misura per soddisfare le tue esigenze e capacità.",
    "trainingCarouselTitle4": "Inizia il tuo viaggio oggi",
    "trainingCarouselText4": "Scopri i benefici del fitness con MaxxGym.",
    "heroTitle": "Un modo veloce, semplice ed efficace per raggiungere i tuoi obiettivi di fitness!",
    "heroText": "Stanco di saltellare davanti alla TV o al computer? Ti sei stancato del contenuto senza senso degli influencer sui social media? Sei stufo di cercare su internet il prossimo miglior programma di allenamento?",
    "heroText2": "MAXXGYM è qui per aiutare persone come te a raggiungere i tuoi obiettivi di fitness nel minor tempo possibile, con un approccio sostenibile che dura una vita.",
    "heroText3": "Da oltre 30 anni, il mio team e io abbiamo mostrato a innumerevoli clienti come raggiungere i loro obiettivi più velocemente con strumenti semplici, allenamenti personalizzati e orientati agli obiettivi, e una dieta ben bilanciata. Il tutto senza sacrificare le gioie della vita, il tempo con la famiglia e gli amici, e con molta energia positiva.",
    "leftPhotoHeroTitle": "Segui semplicemente i nostri principi semplici ed efficaci per evitare continui 'test' senza risultati.",
    "leftPhotoHeroText": "Raggiungere obiettivi di fitness, che si tratti di perdita di peso, guadagno muscolare o semplicemente apparire meglio e sentirsi fantastici nella propria pelle, può essere più facile di quanto pensi. Molti non conoscono i passi giusti per raggiungere i risultati desiderati.",
    "leftPhotoHeroText2": "Ecco perché la maggior parte delle persone trascorre quasi tre volte tanto tempo quanto dovrebbe.",
    "leftPhotoHeroText3": "Con oltre 30 anni di esperienza come personal trainer e dedizione al mio sviluppo, ho creato metodi semplici che utilizzo con i miei clienti per aiutarli a raggiungere i loro obiettivi di fitness più velocemente. Non solo risparmierai tempo, ma sotto la guida esperta, i tuoi risultati saranno migliori e più facili da mantenere nel lungo periodo.",
    "trainingHeroTitle": "Ecco alcune cose di cui parleremo durante la nostra consulenza gratuita...",
    "trainingBulletPoint1": "ATTENZIONE: Potresti essere a serio rischio di infortunio.",
    "trainingBulletPoint2": "Strategia provata che ha aiutato i nostri clienti a raggiungere incredibili trasformazioni nella vita.",
    "trainingBulletPoint3": "Errori critici che quasi ogni 'appassionato di fitness' fa senza la guida di esperti.",
    "trainingBulletPoint4": "3 semplici consigli per raggiungere i tuoi obiettivi in meno tempo.",
    "trainingBulletPoint5": "Antichi miti e bugie che l'industria del fitness ha promosso nel corso degli anni.",
    "trainingBulletText1": "Molti che scelgono di allenarsi da soli non conoscono la forma corretta per gli esercizi più importanti. Allenamento errato = cattiva idea! Ti mostrerò come evitare infortuni e rendere il tuo allenamento MAXX efficace.",
    "trainingBulletText2": "Condividerò con te alcune semplici strategie 'infalibili' per tutti i tipi di obiettivi fitness che utilizzo da oltre 30 anni con i miei clienti.",
    "trainingBulletText3": "Quasi tutti coloro che vanno in palestra con l'obiettivo di migliorare il corpo hanno commesso, o stanno ancora commettendo, questi errori comuni che ostacolano i progressi – ti mostrerò come evitarli!",
    "trainingBulletText4": "Questi semplici consigli possono aiutarti a migliorare il tuo stile di vita mesi più velocemente di quanto pensi sia possibile.",
    "trainingBulletText5": "Molti credono ancora ai pettegolezzi e alle bugie che l'industria del fitness ha diffuso negli anni – impara a riconoscere le false affermazioni che potrebbero farti del male.",
    "trainingFreeConsultationButton": "Ottieni una consulenza gratuita",
    "trainingFormSectionTitle": "Iscriviti per una consulenza gratuita",
    "trainingFormNamePlaceholder": "Nome completo",
    "trainingFormEmailPlaceholder": "Indirizzo e-mail",
    "trainingFormPhonePlaceholder": "Numero di telefono",
    "trainingFormMessagePlaceholder": "Il tuo messaggio",
    "trainingFormSubmitButton": "Invia",
    "trainingHeroImageAlt": "Immagine hero che mostra l'allenamento personalizzato",
    "trainingSignUpButton": "Iscriviti per una consulenza gratuita",
    "downHeroTitle": "L'80% degli utenti di palestre non raggiungono mai i loro obiettivi senza l'aiuto giusto dai trainer.",
    "downHeroText": "Se sei stanco di provare programmi senza fine e non vuoi più diete trendy che promettono cambiamenti miracolosi, ti consiglio di continuare a leggere.",
    "downHeroText2": "Un fatto interessante è che oltre l'80% degli utenti di palestre non raggiungono mai i loro obiettivi senza l'aiuto di un professionista.",
    "downHeroText3": "Questo fatto non è poi così sorprendente quando consideri che ognuno di noi è esperto nel proprio campo e, francamente, non ci sono molti veri esperti di fitness. Peggio ancora, con l'ondata di informazioni miste spesso condivise da amatori e da quelli il cui sapere è focalizzato altrove, è tutt'altro che facile determinare cosa sia un buon consiglio e cosa no.",
    "heroTitle4": "Risparmia mesi di lavoro inefficace e tempo perso affidandoti alla nostra guida esperta.",
    "leftHeroText": "Se vuoi veramente capire perché lavorare con un personal trainer che ha le conoscenze e anni di esperienza è un grande vantaggio per te, iscriviti per una consulenza 100% gratuita il prima possibile.",
    "leftHeroText2": "Insieme scopriremo come la nostra guida attraverso il complesso processo di allenamento e modifiche dietetiche possa portarti al tuo obiettivo molto più velocemente di quanto tu abbia mai pensato fosse possibile.",
    "leftHeroText3": "Prima di proseguire, lascia che ti dica che il personal training implica una guida che richiede anche il tuo impegno. I trainer non sono maghi che possono trasformare istantaneamente il tuo corpo dei sogni, aumentare la tua energia e creare un corpo sano e forte con uno schiocco di dita. Questo può essere raggiunto solo con la giusta guida, un approccio completamente personalizzato e, naturalmente, il tuo impegno.",
    "trainingHeroTitle7": "Ecco alcune altre cose di cui parleremo durante la nostra consulenza gratuita...",
    "trainingHeroTitle1": "Perché i programmi generici sono spesso una doccia fredda senza risultati.",
    "trainingHeroText1": "Ti rivelerò cosa succede realmente quando segui programmi generici che trattano l'allenamento e la nutrizione come una soluzione universale, spesso rendendo le cose più difficili per te.",
    "trainingHeroTitle2": "5 semplici consigli per un allenamento migliore in palestra.",
    "trainingHeroText2": "Ho raccomandato questi 5 semplici consigli a quasi tutti i miei clienti, aiutandoli a migliorare immediatamente l'efficacia dei loro allenamenti e a migliorare la loro forma fisica più velocemente che mai. Ora, puoi fare lo stesso!",
    "trainingHeroTitle3": "Perché il cardio non è il migliore per perdere grasso.",
    "trainingHeroText3": "Il cardio è sempre il migliore per perdere grasso, giusto? SBAGLIATO! Ti spiegherò perché questo vecchio mito rimane nelle nostre menti come un ubriaco a un palo, e perché perdere grasso implica molto di più che semplicemente fare cardio.",
    "trainingHeroTitle4": "La chiave essenziale per il successo nel sollevamento pesi che offre risultati il più velocemente possibile.",
    "trainingHeroText4": "Questo pezzo mancante del puzzle è cruciale per l'allenamento di forza e, senza di esso, praticamente ti stai preparando al fallimento – devi assolutamente sapere questo per avere successo.",
    "trainingHeroTitle5": "Cosa non dovresti mai fare se vuoi migliorare le tue prestazioni tramite l'allenamento.",
    "trainingHeroText5": "Per favore, non commettere questi errori se vuoi migliorare le tue prestazioni, a meno che tu non voglia portare peso extra e non vivere una vita più piena.",
    "trainingBulletTitle6": "La nostra garanzia di soddisfazione al 100%.",
    "trainingBulletPoint1Text": "Se non sei soddisfatto del nostro servizio, puoi annullare la nostra collaborazione in qualsiasi momento, senza obblighi.",
    "trainingBulletPoint2Text": "Nel raro e quasi impossibile caso in cui non riuscissimo ad aiutarti a raggiungere i tuoi obiettivi di fitness, ti rimborseremo il saldo rimanente.",
    "trainingInfoImageAlt1": "Trainer che assiste un cliente",
    "trainingInfoTitle2": "Raggiungi di più con noi",
    "trainingInfoText2": "Sblocca il tuo potenziale con la guida di esperti.",
    "trainingInfoImageAlt2": "Immagine di una sessione di allenamento",
    "trainingBulletTitle": "Le nostre caratteristiche principali",
    "trainingBulletPoint1Title": "Allenatori certificati",
    "trainingBulletBackgroundAlt": "Immagine di sfondo con attrezzatura da palestra",
    "trainingFormSuccessMessage": "Il tuo messaggio è stato inviato con successo!",
    "trainingFormErrorMessage": "Si è verificato un errore durante l'invio del tuo messaggio. Per favore, riprova.",
    "trainingSquareTitle1": "Perché i programmi generici spesso ti deludono senza risultati",
    "trainingSquareText1": "Ti svelerò cosa succede davvero quando segui programmi generici che presentano allenamento e alimentazione come una 'soluzione valida per tutti'—spesso finendo per renderti tutto più difficile.",
    "trainingSquareTitle2": "5 consigli rapidi e semplici per un allenamento migliore in palestra",
    "trainingSquareText2": "Ho condiviso questi 5 semplici consigli con quasi tutti i miei clienti, aiutandoli a migliorare immediatamente l'efficacia del loro allenamento e a ottenere risultati più velocemente. Ora puoi farlo anche tu!",
    "trainingSquareTitle3": "Perché il cardio non è la scelta migliore per perdere grasso",
    "trainingSquareText3": "Il cardio è sempre la migliore opzione per perdere grasso, giusto? SBAGLIATO! Ti spiegherò perché questo vecchio mito è così radicato e perché la perdita di grasso è molto più di semplice cardio.",
    "trainingSquareTitle4": "La chiave essenziale per il successo nell'allenamento della forza e risultati più rapidi",
    "trainingSquareText4": "Questo pezzo mancante del puzzle è fondamentale per il successo nell'allenamento della forza—senza di esso, ti stai praticamente preparando al fallimento. Devi assolutamente conoscerlo per avere successo!",
    "trainingSquareTitle5": "Cosa non dovresti mai fare se vuoi migliorare le tue prestazioni con l'allenamento",
    "trainingSquareText5": "Non commettere mai questo errore se vuoi migliorare le tue prestazioni—a meno che tu non voglia tenerti i chili di troppo e rinunciare a una vita più soddisfacente."  
  },

  "guided": {
    "exercisesCarouselTitle1": "I migliori prezzi per i tuoi obiettivi",
    "exercisesCarouselText1": "Trova le migliori offerte su misura per le tue esigenze.",
    "exercisesCarouselTitle2": "Inizia oggi",
    "exercisesCarouselText2": "Raggiungi i tuoi obiettivi con MaxxGym.",
    "exercisesCarouselTitle3": "Programma flessibile",
    "exercisesCarouselText3": "Allenamenti per tutte le fasce di età.",
    "exercisesCarouselTitle4": "Programma flessibile",
    "exercisesCarouselText4": "Allenamenti per tutte le fasce di età.",
    "sectionTitle": "I NOSTRI ALLENAMENTI GUIDATI",
    "formTitle": "ISCRIVITI PER UNA CONSULENZA GRATUITA",
    "formNamePlaceholder": "Nome completo*",
    "formEmailPlaceholder": "Indirizzo email*",
    "formPhonePlaceholder": "Numero di telefono*",
    "formMessagePlaceholder": "Raccontaci qualcosa su di te*",
    "formSubmitButton": "ISCRIVITI",
    "formButton": "Iscriviti per una consulenza gratuita",
    "cardioTitle": "Les Mills Grit CARDIO",
    "exercisesFormSuccessMessage": "Il tuo messaggio è stato inviato con successo!",
    "exercisesFormErrorMessage": "Si è verificato un errore nell'invio del tuo messaggio. Riprova.",
    "cardioLeftText": "Cerchi un allenamento rapido, efficace e ad alta intensità? Les Mills GRIT Cardio è una sessione di HIIT di 30 minuti progettata per aumentare la tua resistenza, migliorare la velocità e bruciare calorie con massima intensità. Correndo, saltando e accelerando, spingerai il tuo sistema cardiovascolare al massimo. Non farti ingannare dal formato breve, questo non è un allenamento ordinario! In un ambiente motivante, guidato da esperti allenatori, supererai i tuoi limiti e raggiungerai una forma fisica incredibile, velocemente. 🔥 Sei pronto a sentirti inarrestabile? Unisciti a noi ora!",
    "cardioBullet1": "Aumento della capacità cardiovascolare e della velocità – trasforma il tuo corpo in una potente macchina atletica!",
    "cardioBullet2": "Massimizza il consumo di calorie durante l'allenamento per una gestione ottimale del peso e un corpo sano!",
    "cardioBullet3": "Aumenta la tua soglia anaerobica e attiva le fibre muscolari a contrazione rapida per una funzionalità corporea e performance massime!",
    "cardioBullet4": "L'allenamento perfetto per chi vuole una figura atletica e una maggiore resilienza allo stress quotidiano!",
    "cardioLowerText": "Per un progresso ottimale, consigliamo 1-2 sessioni a settimana a causa dell'alta intensità dell'allenamento GRIT. Questo allenamento non è adatto ai principianti completi, quindi assicurati di consultare il tuo istruttore prima di partecipare per assicurarti che sia adatto a te.",
    "gritAthleticLeftText": "Les Mills GRIT Athletic è un allenamento HIIT di 30 minuti progettato per aumentare forza, velocità, resistenza, agilità e coordinazione. Con una gamma più ampia di esercizi e strutture di intervallo uniche, massimizza le performance atletiche e lo sviluppo delle abilità motorie. In un ambiente di gruppo, guidato da esperti allenatori, spingerai i tuoi limiti e vedrai risultati rapidi. Diventa più forte, più veloce e più potente – unisciti a noi oggi!",
    "gritAthleticBullet1": "Aumento dell'esplosività e miglioramento dell'agilità per superare ogni ostacolo sul tuo cammino!",
    "gritAthleticBullet2": "Massimo consumo di calorie durante l'allenamento per una gestione ottimale del peso e un corpo sano!",
    "gritAthleticBullet3": "Aumenta la tua soglia anaerobica e attiva le fibre muscolari a contrazione rapida per una funzionalità corporea massima e performance di picco!",
    "gritAthleticBullet4": "Un allenamento perfetto di 30 minuti per chi ha poco tempo, cerca una figura atletica e vuole migliorare la sua capacità di affrontare lo stress quotidiano!",
    "gritAthleticLowerText": "Per un progresso ottimale, consigliamo 1-2 sessioni a settimana a causa dell'alta intensità dell'allenamento GRIT. Questo allenamento non è adatto ai principianti completi, quindi consulta il tuo istruttore prima di iniziare.",
    "gritStrengthLeftText": "Les Mills GRIT Strength è un allenamento HIIT di 30 minuti che utilizza bilancieri, pesi liberi e esercizi a corpo libero per costruire forza e massa muscolare in tutto il corpo. In un ambiente di gruppo, guidato da esperti allenatori e supportato dal team, spingerai i tuoi limiti e raggiungerai risultati rapidi. Diventa più forte, più in forma e inarrestabile!",
    "gritStrengthBullet1": "Aumento della forza dei principali gruppi muscolari e crescita muscolare per un corpo più scolpito!",
    "gritStrengthBullet2": "Massimo consumo di calorie durante l'allenamento per una gestione ottimale del peso e un corpo sano!",
    "gritStrengthBullet3": "Aumenta la tua soglia anaerobica e attiva le fibre muscolari a contrazione rapida per una funzionalità corporea massima e performance ottimali!",
    "gritStrengthBullet4": "Un allenamento perfetto di 30 minuti per chi ha poco tempo, cerca una figura atletica e vuole migliorare la sua capacità di affrontare lo stress quotidiano!",
    "lowerTitle": "Quanto spesso dovrei partecipare all'allenamento?",
    "gritStrengthLowerText": "Per un progresso ottimale, consigliamo 1-2 sessioni a settimana a causa dell'alta intensità dell'allenamento GRIT. Questo allenamento non è adatto ai principianti completi, quindi consulta il tuo istruttore prima di iniziare.",
    "bodyPumpLeftText": "BODYPUMP è un allenamento di forza totale che brucia grassi, costruisce muscoli e scolpisce il tuo corpo attraverso esercizi efficaci come squat, spinte, sollevamenti e curl. Progettato per uomini e donne, migliora la resistenza muscolare e la forza, permettendoti di regolare la resistenza in base al tuo livello di fitness. Con allenatori esperti e musica energizzante, raggiungerai i tuoi obiettivi velocemente ed efficacemente!",
    "bodyPumpBullet1": "Aumento della resistenza muscolare e miglioramento del tono muscolare per un corpo scolpito!",
    "bodyPumpBullet2": "Massimo consumo di calorie durante l'allenamento per una perdita di grasso più facile!",
    "bodyPumpBullet3": "Miglioramento del fitness, della salute cardiovascolare e della coordinazione!",
    "bodyPumpBullet4": "Un ottimo allenamento per il fitness generale e il miglioramento della densità ossea!",
    "lowerTitle2": "Come iniziare?",
    "bodyPumpLowerText": "Ogni programma Les Mills offre diverse opzioni di intensità, consentendoti di adattare ogni allenamento al tuo attuale livello di fitness. Per iniziare, ti basta abbigliamento sportivo, un asciugamano e una bottiglia d'acqua: tutto il resto è fornito al centro. Consigliamo di incontrare l'istruttore prima della tua prima sessione per un'introduzione all'allenamento e modifiche adatte ai principianti.",
    "bodyPumpLowerTitle2": "Quanto spesso dovresti fare BODYPUMP?",
    "bodyPumpLowerText2": "Il numero di sessioni consigliate a settimana dipende dai tuoi obiettivi di fitness, quindi consulta il tuo istruttore per una guida personalizzata.",
    "bodyStepLeftText": "BODYSTEP è un allenamento step ad alta energia che ti riempie di libertà e vitalità. Usando uno step con altezza regolabile e semplici movimenti sopra, sotto e intorno ad esso, rimarrai altamente motivato grazie alla musica energizzante e agli allenatori esperti. I blocchi cardio accelereranno il tuo sistema di bruciatura dei grassi, seguiti da blocchi focalizzati sulla forza per scolpire le gambe, i glutei e l'intero corpo.",
    "bodyStepBullet1": "Aumento della resistenza muscolare e miglioramento del tono muscolare per un corpo scolpito!",
    "bodyStepBullet2": "Massimo consumo di calorie durante l'allenamento per una perdita di grasso più facile e un corpo più snodato!",
    "bodyStepBullet3": "Miglioramento del fitness fisico, della salute cardiovascolare e della coordinazione!",
    "bodyStepBullet4": "Un ottimo allenamento per il fitness generale e il miglioramento della densità ossea!",
    "bodyStepLowerText": "Per ottenere i massimi risultati, concediti almeno un giorno di riposo tra le sessioni. BODYSTEP dovrebbe essere il tuo allenamento cardio nel tuo piano di allenamento, con la frequenza che dipende dai tuoi obiettivi di fitness. Tuttavia, almeno due sessioni a settimana accelereranno i tuoi progressi!",
    "bodyStepLowerTitle2": "Quanto spesso dovresti fare BODYSTEP?",
    "bodyStepLowerText2": "Per ottenere i massimi risultati, concediti almeno un giorno di riposo tra le sessioni. BODYSTEP dovrebbe essere il tuo allenamento cardio nel tuo piano di allenamento, con la frequenza che dipende dai tuoi obiettivi di fitness. Tuttavia, almeno due sessioni a settimana accelereranno i tuoi progressi!",
    "bodyAttackLeftText": "BODYATTACK è un allenamento ispirato allo sport semplice ma potente che combina allenamento di forza e resistenza. Con una combinazione di movimenti aerobici atletici, esercizi di forza e stabilizzazione del core, alimentati da musica energizzante e motivazione, tiene pienamente impegnati anche i più esigenti!",
    "bodyAttackBullet1": "Aumento della resistenza muscolare, forza e miglioramento del tono muscolare per un corpo scolpito!",
    "bodyAttackBullet2": "Massimo consumo di calorie durante l'allenamento per una perdita di grasso più facile e un corpo più snodato!",
    "bodyAttackBullet3": "Miglioramento del fitness generale, della salute cardiovascolare e della coordinazione!",
    "bodyAttackBullet4": "Un fantastico allenamento per il fitness generale e l'aumento della densità ossea!",
    "bodyAttackLowerText": "Ogni programma Les Mills offre varie opzioni di intensità, rendendo facile adattare ogni allenamento al tuo livello di fitness attuale. Per iniziare, avrai bisogno solo di abbigliamento sportivo, un asciugamano e una bottiglia d'acqua, tutto il resto è fornito al centro. Consigliamo di incontrare l'istruttore prima della tua prima sessione per familiarizzare con l'allenamento e le opzioni per principianti.",
    "bodyAttackLowerTitle2": "Quanto spesso dovresti fare BODYATTACK?",
    "bodyAttackLowerText2": "Il numero di sessioni consigliate a settimana dipende principalmente dai tuoi obiettivi di fitness, quindi suggeriamo di consultare il tuo istruttore per un consiglio personalizzato.",
    "bootCampLeftText": "Questo è un allenamento per scolpire il corpo usando esercizi a corpo libero come squat, affondi, flessioni, addominali, allenamento del core e salti, insieme ad attrezzature come palle medicinali, kettlebell, pesi liberi, bande di resistenza, TRX, corde, slam balls, wall balls e deadlift. Questo allenamento ti aiuta a dominare il tuo corpo, bruciare grassi, modellare la tua figura e costruire forza e resistenza. È anche adatto ai principianti.",
    "bootCampBullet1": "Aumento della resistenza muscolare, forza e miglioramento del tono muscolare per un corpo scolpito!",
    "bootCampBullet2": "Massimo consumo di calorie durante l'allenamento per una perdita di grasso più facile e un corpo più snodato!",
    "bootCampBullet3": "Miglioramento del fitness, della salute cardiovascolare e della coordinazione!",
    "bootCampBullet4": "Un fantastico allenamento per il fitness generale e il miglioramento della densità ossea!",
    "pilatesLeftText": "Pilates è un allenamento olistico che si concentra sui muscoli più profondi e difficili da raggiungere essenziali per una postura corretta, il rafforzamento dei muscoli, la salute cardiovascolare e il miglioramento della coordinazione. Aumenta la consapevolezza del corpo, la flessibilità e il fitness generale. L'allenamento combina esercizi di forza, stretching e respirazione, ed è anche adatto per la riabilitazione dopo infortuni.",
    "pilatesLeftText2": "La base di tutti gli esercizi di Pilates è l'allenamento del centro del corpo (Powerhouse), che include i muscoli pelvici, addominali e della parte bassa della schiena. Tutti gli esercizi vengono eseguiti lentamente e fluidamente, con attenzione alla respirazione corretta. Questo metodo è benefico sia per i muscoli che per le articolazioni. Pilates comprende circa 500 esercizi diversi finalizzati a rafforzare e allungare i muscoli per una salute e una flessibilità generale migliori.",
    "pilatesLeftText3": "Il Pilates è considerato una tecnica BODY & MIND, che si concentra sulla connessione tra il corpo e la mente per un benessere fisico e mentale equilibrato.",
    "pilatesBullet1": "Miglioramento della postura e prevenzione del dolore spinale!",
    "pilatesBullet2": "Rafforzamento del sistema muscolare e miglioramento del controllo del corpo!",
    "pilatesBullet3": "Miglioramento della consapevolezza del corpo, flessibilità, equilibrio e coordinazione!",
    "pilatesBullet4": "Dominare la respirazione del Pilates migliora la concentrazione mentale e la focalizzazione!",
    "pilatesBullet5": "Può aiutare con l'incontinenza e il rilascio dei blocchi energetici.",
    "pilatesLowerTitle": "Come fluisce un allenamento di Pilates?",
    "pilatesLowerText": "Nelle nostre sessioni, pratichiamo PILATES MAT, dove l'allenamento si svolge su materassini o direttamente sul pavimento, concentrandoci sulla forza del core, la flessibilità e il controllo del corpo.",
    "pilatesLowerText2": "Durante l'allenamento, incorporiamo anche strumenti come piccole palle e bande elastiche e non elastiche per migliorare la forza, la flessibilità e l'impegno muscolare.",
    "pilatesLowerText3": "L'allenamento viene eseguito su musica rilassante e dura 60 minuti. Gli esercizi vengono eseguiti a piedi nudi o con le calze per promuovere un miglior equilibrio e un allineamento corretto dei piedi.",
    "pilatesLowerText4": "Una sessione di Pilates inizia con esercizi di respirazione, seguiti da esercizi di riscaldamento pre-Pilates. La parte principale consiste in una serie di esercizi di Pilates e la sessione termina con un rilassamento per liberare la tensione e promuovere la flessibilità.",
    "pilatesLowerTitle2": "Quanto spesso dovresti fare Pilates?",
    "pilatesLowerText5": "La frequenza consigliata delle sessioni di Pilates a settimana dipende dai tuoi obiettivi di fitness, quindi suggeriamo di consultare il tuo istruttore per un consiglio personalizzato."
  },
    "contact": {
    "carouselTitle1": "I migliori contatti per i tuoi obiettivi",
    "carouselText1": "Trova le migliori offerte su misura per te.",
    "carouselTitle2": "Assistenza affidabile",
    "carouselText2": "Sempre qui per supportarti.",
    "carouselTitle3": "Comunicazione facile",
    "carouselText3": "Contattaci in qualsiasi momento.",
    "carouselTitle4": "Visita il nostro centro",
    "carouselText4": "La nostra location ti aspetta.",
    "headerTitle": "Contatti",
    "address": "MAXXGYM Ljubljana, Dunajska cesta 270, 1000 Ljubljana",
    "phone": "Telefono",
    "email": "Email",
    "newsletterTitle": "Iscriviti per le novità di MAXXGYM",
    "formNamePlaceholder": "Nome completo*",
    "formEmailPlaceholder": "Indirizzo email*",
    "formSubmitButton": "Invia",
    "formSuccessMessage": "La tua iscrizione è stata inviata con successo!",
    "formErrorMessage": "Si è verificato un errore nell'invio dell'iscrizione. Riprova.",
    "mapTitle": "Dove trovarci?"
  }


}
