{
  "nav": {
    "home": "Home",
    "price": "Prezzi",
    "fitness": "Fitness",
    "guidedWorkouts": "Allenamenti Guidati",
    "personalTraining": "Allenamento Personale",
    "contact": "Contatto",
    "languageLabel": "Lang",
    "language": {
      "en": "En",
      "sl": "Sl",
      "de": "De",
      "it": "It"
    },
     "workingHours": {
        "weekdays": "LUNEDÌ - VENERDÌ 6.00 - 22.30",
        "weekends": "SABATO - DOMENICA E FESTIVI 8.00 - 22.00"
      },
      "phoneNumber": "0590 41 900"
    },

    "image":{
      "carouselButton":"Unisciti a noi"
    },
  
    "home": {
      "CarouselTitle1": "Un approccio personalizzato che funziona",
      "CarouselText1": "Trova l'allenamento personalizzato migliore per i tuoi obiettivi.",
      "CarouselTitle2": "Il tuo percorso verso il successo",
      "CarouselText2": "Raggiungi i tuoi obiettivi con l'allenamento personalizzato di MaxxGym.",
      "CarouselTitle3": "Guida professionale",
      "CarouselText3": "Allenamenti su misura per le tue esigenze e capacità.",
      "CarouselTitle4": "Inizia il tuo viaggio oggi",
      "CarouselText4": "Scopri i benefici del fitness con MaxxGym."
    },
    "bmi": {
      "title": "Calcolatore BMI",
      "name": "Nome",
      "surname": "Cognome",
      "gender": "Genere",
      "selectGender": "Seleziona Genere",
      "male": "Maschio",
      "female": "Femmina",
      "age": "Età (anni)",
      "weight": "Peso (kg)",
      "height": "Altezza (cm)",
      "activityLevel": "Livello di attività",
      "selectActivityLevel": "Seleziona il livello di attività",
      "inactive": "Inattivo",
      "lightlyActive": "Leggermente attivo",
      "moderatelyActive": "Moderatamente attivo",
      "veryActive": "Molto attivo",
      "extremelyActive": "Estremamente attivo",
      "goal": "Obiettivo",
      "selectGoal": "Seleziona Obiettivo",
      "maintain": "Mantenere il peso",
      "lose": "Perdere peso",
      "gain": "Aumentare peso",
      "email": "Email",
      "submitButton": "Calcola e Invia BMI"
     },
    "price":{
      "CarouselTitle1": "Approccio personalizzato che funziona",
      "CarouselText1": "Trova il miglior allenamento personalizzato per i tuoi obiettivi.",
      "CarouselTitle2": "Il tuo percorso verso il successo",
      "CarouselText2": "Raggiungi i tuoi obiettivi con l'allenamento personale di MaxxGym.",
      "CarouselTitle3": "Guida professionale",
      "CarouselText3": "Allenamenti su misura per le tue esigenze e capacità.",
      "CarouselTitle4": "Inizia il tuo viaggio oggi",
      "CarouselText4": "Scopri i benefici del fitness con MaxxGym.",
      "PageTitle": "MaxxGym",
      "PageDescription": "Find the best deals tailored to your needs.",
      "ImageAltText": "Descriptive Alt Text"
  
    },

    
      "fitness": {
        "CarouselTitle1": "I migliori prezzi per i tuoi obiettivi",
        "CarouselText1": "Trova le migliori offerte su misura per le tue esigenze.",
        "CarouselTitle2": "Secondo Titolo",
        "CarouselText2": "Secondo testo che descrive le offerte.",
        "CarouselTitle3": "Terzo Titolo",
        "CarouselText3": "Terzo testo che descrive i deal.",
        "CarouselTitle4": "Quarto Titolo",
        "CarouselText4": "Quarto testo per il carosello.",
        "line1": "Attrezzature all'avanguardia per tutti i livelli di fitness.",
        "line2": "Trainer esperti che ti guidano in ogni fase del percorso.",
        "line3": "Programmi di allenamento flessibili che si adattano alla tua vita.",
        "line4": "Una comunità di supporto che ti mantiene motivato.",
        "line5": "Programmi su misura per i tuoi obiettivi specifici.",
        "line6": "Vivi la differenza con MaxxGym."
      },
      "sections": {
        "section1": {
          "title": "Finalmente una palestra che non è sovraffollata e offre grandi opzioni per allenarsi senza interruzioni",
          "text": "Sei stanco delle palestre sovraffollate dove non puoi fare un allenamento efficace? Stufo di aspettare le attrezzature perché qualcuno sta mandando messaggi? Cerchi un posto dove allenarti senza interruzioni? MAXXGYM è esattamente quello che stai cercando. Offre un ambiente per un grande allenamento senza fastidiose distrazioni.",
          "text2": "Da oltre 20 anni aiutiamo migliaia di clienti a ottenere risultati straordinari con un approccio diverso: creare un ambiente accogliente, offrire attrezzature diversificate e favorire una grande compagnia. Niente sguardi imbarazzanti, niente messaggi sulle macchine, solo allenamenti di alta qualità. Abbiamo costruito questo spazio in due decenni per i nostri clienti e il loro successo."
        },
        "section2": {
          "title": "Superando i limiti delle tue capacità",
          "text": "Al MaxxGym non c'è attesa per le attrezzature né perdita di tempo. Offriamo allenamenti più efficaci per aiutarti a raggiungere i tuoi obiettivi.",
          "text2": "Abbiamo creato l'alternativa perfetta trasferendoci in una nuova sede più grande, dotata di una vasta gamma di macchinari e attrezzi al MAXXGYM. Il nostro approccio unico attrae un tipo diverso di pubblico, assicurando che non ci siano inutili attese per le attrezzature e rendendo i tuoi allenamenti più efficienti. Prenota la tua visita gratuita oggi stesso e scopri la differenza!"
        },
        "section3": {
          "title": "Attrezzatura che ispira",
          "text": "Attrezzature all'avanguardia, istruttori di alto livello e programmi motivazionali ti aspettano al MaxxGym. Diventa la migliore versione di te stesso!",
          "text2": "Il team MAXXGYM è qui per supportarti in un gruppo esclusivo, rispondendo alle tue domande sugli esercizi, sull'utilizzo della palestra e sui fondamenti di una nutrizione salutare. Questo supporto ti fa risparmiare tempo e migliora la tua conoscenza del fitness, offrendoti un modo più efficiente per raggiungere i tuoi obiettivi."
        }
        
      },
         "down": {
        "heroTitle": "Oltre 30 anni di esperienza nel fitness, riflessi nella nostra professionalità e nel costante supporto per il tuo percorso.",
        "heroText": "Trova il programma di fitness giusto per te.",
        "heroImageAlt": "Fitness Hero Image"
},
"leftPhoto": {
        "heroTitle": "Risparmia il fastidio di cercare il tuo programma di allenamento per principianti e prova il programma MAXX Training START-UP.",
        "heroText": "Perché perdere tempo a cercare il miglior programma di allenamento, imparare le tecniche corrette degli esercizi o imparare a usare correttamente le attrezzature? Risparmia tempo e concentrati su ciò che conta di più per te mentre ci occupiamo del tuo programma di allenamento per principianti.",
        "heroText2": "I clienti che visitano MAXXGYM per la prima volta ricevono un regalo speciale da parte nostra:",
        "heroImageAlt": "Immagine fitness allineata a sinistra",
        "bulletText1": "Una sessione di personal training introduttiva GRATUITA.",
        "bulletText2": "Un programma di allenamento introduttivo GRATUITO.",
        "bulletText3": "e un frullato proteico GRATUITO dopo la sessione introduttiva, offerto da noi.",
        "heroText3": "Tutto per assicurarti che il tuo viaggio fitness inizi al massimo."
       },
     "form": {
        "title": "Prenota il tuo biglietto gratuito",
        "description": "Evita gli errori comuni in palestra con il nostro aiuto e provaci al 100% GRATIS. Compila il modulo sottostante per ricevere il tuo biglietto gratuito e vieni a trovarci il prima possibile.",
     "inputs": {
          "name": "Nome e Cognome*",
          "email": "Indirizzo Email*",
          "phone": "Numero di Telefono*",
          "address": "Indirizzo Permanente*",
            "message": "Raccontaci qualcosa sui tuoi obiettivi",
          "validationError": "Si prega di compilare tutti i campi obbligatori.",
          "successMessage": "Il tuo messaggio è stato inviato con successo!",
          "errorMessage": "Si è verificato un errore durante l'invio del messaggio."
          },
          "button": "RICHIEDI IL TUO BIGLIETTO GRATUITO",
          "privacy": "Rispettiamo la tua privacy e non condivideremo mai le tue informazioni senza il tuo consenso."
          },

      
   "comments": {
          "1": {
            "title": "Non sei ancora convinto?",
            "text": "Il miglior fitness a Lubiana. Personale molto professionale e disponibile. Il proprietario aiuta tutti in palestra indipendentemente da chi sei!",
            "author": "Klemen Tušek"
          },
          "2": {
            "title": "La migliore palestra!",
            "text": "Tutte le attrezzature sono sempre disponibili, spazio pulito e ottima atmosfera.",
            "author": "Ana Novak"
          },
          "3": {
            "title": "Risultati incredibili!",
            "text": "In soli 3 mesi ho raggiunto obiettivi che sognavo da anni!",
            "author": "Marko Kovač"
          },
          "4": {
            "title": "Personale professionale!",
            "text": "Gli allenatori sono molto amichevoli e sempre pronti ad aiutare.",
            "author": "Eva Petek"
          },
          "5": {
            "title": "Consiglio a tutti!",
            "text": "Il miglior investimento che ho fatto per me stesso!",
            "author": "Miha Zupan"
          },
          "6": {
            "title": "Sempre motivato!",
            "text": "Allenarsi al MaxxGym è diventata la mia routine grazie all'ottima atmosfera.",
            "author": "Tina Jernej"
          }
        },

        
   "personal": {
          "trainingCarouselTitle1": "Approccio personalizzato che funziona",
          "trainingCarouselText1": "Trova il miglior allenamento personalizzato per i tuoi obiettivi.",
          "trainingCarouselTitle2": "Il tuo percorso verso il successo",
          "trainingCarouselText2": "Raggiungi i tuoi obiettivi con l'allenamento personale di MaxxGym.",
          "trainingCarouselTitle3": "Guida professionale",
          "trainingCarouselText3": "Allenamenti su misura per le tue esigenze e capacità.",
          "trainingCarouselTitle4": "Inizia il tuo viaggio oggi",
          "trainingCarouselText4": "Scopri i benefici del fitness con MaxxGym.",
          "trainingMainSectionTitle": "Raggiungi il tuo meglio",
          "trainingMainSectionParagraph1": "L'allenamento personale di MaxxGym è progettato per soddisfare le tue esigenze.",
          "trainingMaxxgymIntro": "Scopri la differenza Maxx.",
          "trainingExperienceIntro": "La nostra esperienza include:",
          "trainingExperiencePoint1": "Piani di allenamento personalizzati.",
          "trainingExperiencePoint2": "Coaching individuale.",
          "trainingExperiencePoint3": "Supporto continuo.",
          "trainingConclusion": "Unisciti a noi oggi e vivi la differenza.",
          "trainingRightBoxTitle": "Perché MaxxGym?",
          "trainingRightBoxText": "Forniamo le migliori attrezzature e istruttori per guidarti.",
          "trainingImageAltText": "Immagine di una sessione di allenamento personale.",
          "trainingSoloSectionTitle": "Allena con i migliori",
          "trainingSoloPoint1": "Strutture all'avanguardia.",
          "trainingSoloPoint2": "Trainer personali certificati.",
          "trainingSoloPoint3": "Ambiente di supporto.",
          "trainingSoloPoint4": "Programmazione flessibile.",
          "trainingSoloPoint5": "Piani accessibili.",
          "trainingFreeConsultationButton": "Ottieni una consulenza gratuita",
          "trainingFormSectionTitle": "Iscriviti per una consulenza gratuita",
          "trainingFormNamePlaceholder": "Nome e Cognome",
          "trainingFormEmailPlaceholder": "Indirizzo email",
          "trainingFormPhonePlaceholder": "Numero di telefono",
          "trainingFormMessagePlaceholder": "Il tuo messaggio",
          "trainingFormSubmitButton": "Invia",
          "trainingHeroImageAlt": "Immagine hero che mostra allenamenti personalizzati",
          "trainingHeroTitle": "Raggiungi i tuoi obiettivi con un allenamento personalizzato",
          "trainingHeroText": "Piani personalizzati per il tuo corpo e i tuoi obiettivi.",
          "trainingSignUpButton": "Iscriviti per una consulenza gratuita",
          "trainingInfoTitle1": "Perché scegliere noi?",
          "trainingInfoPoint1": "Piani di allenamento personalizzati",
          "trainingInfoPoint2": "Istruttori certificati",
          "trainingInfoPoint3": "Attrezzature e strutture moderne",
          "trainingInfoImageAlt1": "Istruttore che aiuta un cliente",
          "trainingInfoTitle2": "Ottieni di più con noi",
          "trainingInfoText2": "Sblocca il tuo potenziale con una guida esperta.",
          "trainingInfoImageAlt2": "Immagine di una sessione di allenamento",
          "trainingBulletTitle": "Le nostre caratteristiche principali",
          "trainingBulletPoint1Title": "Istruttori certificati",
          "trainingBulletPoint1Text": "I nostri istruttori sono esperti e certificati per offrirti il miglior supporto.",
          "trainingBulletBackgroundAlt": "Sfondo con attrezzatura da palestra",
          "trainingFormSuccessMessage": "Il tuo messaggio è stato inviato con successo!",
          "trainingFormErrorMessage": "Si è verificato un errore durante l'invio del messaggio. Riprova."
        },

  "guided": {
          "exercisesCarouselTitle1": "I migliori prezzi per i tuoi obiettivi",
          "exercisesCarouselText1": "Trova le migliori offerte su misura per le tue esigenze.",
          "exercisesCarouselTitle2": "Inizia oggi",
          "exercisesCarouselText2": "Raggiungi i tuoi obiettivi con MaxxGym.",
          "exercisesCarouselTitle3": "Orario flessibile",
          "exercisesCarouselText3": "Allenamenti per tutte le fasce d'età.",
          "sectionTitle": "I NOSTRI ALLENAMENTI GUIDATI",
          "formTitle": "ISCRIVITI PER UNA CONSULENZA GRATUITA",
          "formNamePlaceholder": "Nome Completo*",
          "formEmailPlaceholder": "Indirizzo E-mail*",
          "formPhonePlaceholder": "Numero di Telefono*",
          "formMessagePlaceholder": "Raccontaci qualcosa su di te*",
          "formSubmitButton": "ISCRIVITI",
          "formButton": "Iscriviti per una consulenza gratuita",
          "cardioTitle": "Les Mills Grit CARDIO",
          "exercisesFormSuccessMessage": "Il tuo messaggio è stato inviato con successo!",
          "exercisesFormErrorMessage": "Si è verificato un errore durante l'invio del tuo messaggio. Riprova.",
          "cardioLeftText": "Cerchi un allenamento veloce, efficace e ad alta intensità? Les Mills GRIT Cardio è una sessione HIIT di 30 minuti progettata per aumentare la tua resistenza, velocità e bruciare calorie con la massima intensità. Correndo, saltando e accelerando, spingerai il tuo sistema cardiovascolare al massimo. Non lasciarti ingannare dal formato breve—questo non è un allenamento normale! In un ambiente di gruppo motivante, guidato da allenatori esperti, supererai i tuoi limiti e raggiungerai una forma fisica super in tempi rapidi. 🔥 Sei pronto a sentirti inarrestabile? Unisciti a noi ora!",
          "cardioBullet1": "Aumento della capacità cardiovascolare e della velocità—trasforma il tuo corpo in una macchina atletica potente!",
          "cardioBullet2": "Massimizza il consumo di calorie durante l'allenamento per una gestione ottimale del peso e un corpo sano!",
          "cardioBullet3": "Aumenta la tua soglia anaerobica e attiva le fibre muscolari a contrazione rapida per una funzionalità e performance corporea massime!",
          "cardioBullet4": "L'allenamento perfetto per chi desidera un fisico atletico e una maggiore resistenza allo stress quotidiano!",
          "cardioLowerText": "Per ottenere il massimo progressivo, consigliamo 1 o 2 allenamenti a settimana a causa dell'alta intensità dell'allenamento GRIT. Questo allenamento non è adatto ai principianti, quindi assicurati di consultare il tuo istruttore prima di partecipare per assicurarti che sia quello giusto per te.",
          "gritAthleticLeftText": "Les Mills GRIT Athletic è un allenamento HIIT di 30 minuti progettato per aumentare forza, velocità, resistenza, agilità e coordinazione. Con una gamma più ampia di esercizi e strutture di intervallo uniche, massimizza la performance atletica e lo sviluppo delle capacità motorie. In un piccolo gruppo, guidato da allenatori esperti, supererai i tuoi limiti e vedrai risultati rapidi. Diventa più forte, più veloce e più potente—unisciti a noi oggi!",
          "gritAthleticBullet1": "Esplosività aumentata e maggiore agilità per superare ogni ostacolo!",
          "gritAthleticBullet2": "Massimizza il consumo di calorie durante l'allenamento per una gestione ottimale del peso e un corpo sano!",
          "gritAthleticBullet3": "Aumenta la tua soglia anaerobica e attiva le fibre muscolari a contrazione rapida per una funzionalità corporea massima e performance di punta",
          "gritAthleticBullet4": "Un allenamento perfetto di 30 minuti per chi ha poco tempo, vuole costruire un fisico atletico e migliorare la capacità di gestire lo stress quotidiano!",
          "gritAthleticLowerText": "Per ottenere il massimo progresso, consigliamo 1 o 2 allenamenti a settimana a causa dell'alta intensità dell'allenamento GRIT. Questo allenamento non è adatto ai principianti, quindi consultati con il tuo istruttore prima di iniziare.",
          "gritStrengthLeftText": "Les Mills GRIT Strength è un allenamento HIIT di 30 minuti che utilizza bilancieri, pesi liberi e esercizi a corpo libero per sviluppare la forza corporea totale e la massa muscolare. In un piccolo gruppo, guidato da allenatori esperti, supererai i tuoi limiti e raggiungerai risultati rapidi. Diventa più forte, più in forma e inarrestabile!",
          "gritStrengthBullet1": "Aumento della forza dei principali gruppi muscolari e crescita muscolare per un corpo scolpito!",
          "gritStrengthBullet2": "Massimizza il consumo di calorie durante l'allenamento per una gestione ottimale del peso e un corpo sano!",
          "gritStrengthBullet3": "Aumenta la tua soglia anaerobica e attiva le fibre muscolari a contrazione rapida per una funzionalità corporea massima e performance!",
          "gritStrengthBullet4": "Un allenamento perfetto di 30 minuti per chi ha poco tempo, vuole costruire un fisico atletico e aumentare la capacità di gestire lo stress quotidiano!",
          "lowerTitle": "Quanto spesso dovrei partecipare all'allenamento?",
          "gritStrengthLowerText": "Per ottenere il massimo progresso, consigliamo 1 o 2 allenamenti a settimana a causa dell'alta intensità dell'allenamento GRIT. Questo allenamento non è adatto ai principianti, quindi consulta il tuo istruttore prima di iniziare.",
          "bodyPumpLeftText": "BODYPUMP è un allenamento completo con pesi che brucia grasso, costruisce muscoli e scolpisce il corpo attraverso esercizi efficaci come squat, pressioni, sollevamenti e curl. Progettato per uomini e donne, migliora la resistenza muscolare e la forza, consentendoti di regolare la resistenza in base al tuo livello di fitness. Con istruttori esperti e musica energizzante, raggiungerai i tuoi obiettivi velocemente ed efficacemente!",
          "bodyPumpBullet1": "Aumento della resistenza muscolare e miglioramento del tono muscolare per un fisico scolpito!",
          "bodyPumpBullet2": "Massima combustione delle calorie durante l'allenamento per una perdita di grasso più facile!",
          "bodyPumpBullet3": "Miglioramento della forma fisica, della salute cardiovascolare e della coordinazione!",
          "bodyPumpBullet4": "Un ottimo allenamento per il fitness generale e l'aumento della densità ossea!",
          "lowerTitle2": "Come iniziare?",
          "bodyPumpLowerText": "Ogni programma Les Mills offre diverse opzioni di intensità, che ti permettono di adattare ogni allenamento al tuo livello di fitness attuale. Per iniziare, ti servono abbigliamento sportivo, un asciugamano e una bottiglia d'acqua—tutto il resto è fornito dal centro. Ti consigliamo di incontrare un istruttore prima della tua prima sessione per un'introduzione all'allenamento e per modifiche per i principianti.",
          "bodyPumpLowerTitle2": "Quanto spesso dovresti fare BODYPUMP?",
          "bodyPumpLowerText2": "Il numero consigliato di sessioni a settimana dipende dai tuoi obiettivi di fitness, quindi consulta il tuo istruttore per una guida personalizzata.",
          "bodyStepLeftText": "BODYSTEP è un allenamento ad alta energia con la step che ti riempie di libertà e vitalità. Usando una step regolabile in altezza e movimenti semplici sopra, sotto e intorno ad essa, rimarrai altamente motivato con musica energizzante e istruttori esperti. I blocchi cardio accelerano il tuo sistema di combustione dei grassi, seguiti da blocchi di forza per scolpire le tue gambe, glutei e tutto il corpo.",
          "bodyStepBullet1": "Aumento della resistenza muscolare e miglioramento del tono muscolare per un corpo scolpito e bello!",
          "bodyStepBullet2": "Massimizzazione della combustione delle calorie durante l'allenamento per una perdita di grasso più facile e un corpo più snello!",
          "bodyStepBullet3": "Miglioramento della forma fisica generale, della salute cardiovascolare e della coordinazione!",
          "bodyStepBullet4": "Un allenamento eccellente per il fitness generale e l'aumento della densità ossea!",
          "bodyStepLowerText": "Per i migliori risultati, lascia almeno un giorno di riposo tra le sessioni. BODYSTEP dovrebbe essere il tuo allenamento cardio nel piano di allenamento, con la frequenza che dipende dai tuoi obiettivi di fitness. Tuttavia, almeno due sessioni a settimana accelereranno i tuoi progressi!",
          "bodyStepLowerTitle2": "Quanto spesso dovresti fare BODYSTEP?",
          "bodyStepLowerText2": "Per i migliori risultati, lascia almeno un giorno di riposo tra le sessioni. BODYSTEP dovrebbe essere il tuo allenamento cardio nel piano di allenamento, con la frequenza che dipende dai tuoi obiettivi di fitness. Tuttavia, almeno due sessioni a settimana accelereranno i tuoi progressi!",
          "bodyAttackLeftText": "BODYATTACK è un allenamento semplice ma potente, ispirato allo sport, che combina allenamento di forza e resistenza. Con un mix di movimenti aerobici atletici, esercizi di forza e stabilizzazione del core, tutto accompagnato da musica energizzante e motivante, ti mantiene impegnato e attivo!",
          "bodyAttackBullet1": "Aumento della resistenza muscolare, della forza e del tono muscolare per un fisico scolpito!",
          "bodyAttackBullet2": "Massimizzazione della combustione delle calorie durante l'allenamento per una perdita di grasso più facile e un corpo più snodato!",
          "bodyAttackBullet3": "Miglioramento del fitness generale, della salute cardiovascolare e della coordinazione!",
          "bodyAttackBullet4": "Un fantastico allenamento per il fitness generale e l'aumento della densità ossea!",
          "bodyAttackLowerText": "Ogni programma Les Mills offre opzioni di intensità diverse, facilitando l'adattamento di ogni allenamento al tuo livello di fitness attuale. Per iniziare, ti servono abbigliamento sportivo, un asciugamano e una bottiglia d'acqua, tutto il resto è fornito dal centro. Ti consigliamo di incontrare il tuo istruttore prima della tua prima sessione per conoscere l'allenamento e per modifiche per principianti.",
          "bodyAttackLowerTitle2": "Quanto spesso dovresti fare BODYATTACK?",
          "bodyAttackLowerText2": "Il numero consigliato di sessioni a settimana dipende principalmente dai tuoi obiettivi di fitness, quindi ti suggeriamo di consultarti con il tuo istruttore per consigli personalizzati.",
          "bootCampLeftText": "Questo è un allenamento di scultura del corpo che utilizza esercizi con il peso del corpo come squat, affondi, flessioni, addominali, allenamento del core e salti, insieme a attrezzature come palle mediche, kettlebell, pesi liberi, bande di resistenza, TRX, corde, palle da slam, palle da muro e stacchi. Questo allenamento ti aiuta a dominare il tuo corpo, bruciare grasso, scolpire il tuo fisico e costruire forza e resistenza. È adatto anche ai principianti.",
          "bootCampBullet1": "Aumento della resistenza muscolare, della forza e del tono muscolare per un fisico ben scolpito!",
          "bootCampBullet2": "Massimizzazione della combustione delle calorie durante l'allenamento per una perdita di grasso più facile e un corpo più snodato!",
          "bootCampBullet3": "Miglioramento della forma fisica generale, della salute cardiovascolare e della coordinazione!",
          "bootCampBullet4": "Un fantastico allenamento per il fitness generale e l'aumento della densità ossea!",
          "pilatesLeftText": "Il Pilates è un allenamento olistico che si concentra sui muscoli più profondi e difficili da raggiungere, essenziali per una postura corretta, il rafforzamento muscolare, la salute cardiovascolare e miglioramenti nella coordinazione. Migliora la consapevolezza corporea, la flessibilità e la forma fisica generale. L'allenamento combina forza, stretching e tecniche di respirazione, ed è utile anche nella riabilitazione da infortuni.",
          "pilatesLeftText2": "La base di ogni esercizio Pilates è allenare il centro del corpo (Powerhouse), che include i muscoli pelvici, addominali e della parte bassa della schiena. Ogni esercizio viene eseguito lentamente e fluidamente, concentrandosi sulla respirazione corretta. Questo metodo è vantaggioso sia per i muscoli che per le articolazioni. Il Pilates comprende circa 500 diversi esercizi, progettati per rafforzare e allungare i muscoli per una migliore salute generale e flessibilità.",
          "pilatesLeftText3": "Il Pilates è considerato una tecnica corpo e mente, focalizzandosi sulla connessione tra corpo e mente per un benessere fisico e mentale equilibrato.",
          "pilatesBullet1": "Miglioramento della postura e prevenzione dei dolori alla colonna vertebrale!",
          "pilatesBullet2": "Rafforzamento del sistema muscolare e miglioramento del controllo del corpo!",
          "pilatesBullet3": "Miglioramento della consapevolezza corporea, della flessibilità, dell'equilibrio e della coordinazione!",
          "pilatesBullet4": "Il dominio della respirazione Pilates migliora la concentrazione mentale e il focus!",
          "pilatesBullet5": "Aiuta a trattare l'incontinenza e a liberare blocchi energetici.",
          "pilatesLowerTitle": "Come fluisce una sessione di Pilates?",
          "pilatesLowerText": "Nelle nostre sessioni pratichiamo PILATES MAT, dove l'allenamento viene eseguito su tappetini o direttamente sul pavimento, concentrandosi sulla forza del core, sulla flessibilità e sul controllo del corpo.",
          "pilatesLowerText2": "Durante l'allenamento, incorporiamo anche attrezzi come piccole palline e bande elastiche e non elastiche per migliorare la forza, la flessibilità e l'attivazione muscolare.",
          "pilatesLowerText3": "L'allenamento viene eseguito con musica calma e dura 60 minuti. Gli esercizi vengono eseguiti a piedi nudi o con le calze per promuovere un migliore equilibrio e allineamento dei piedi.",
          "pilatesLowerText4": "Una sessione di Pilates inizia con esercizi di respirazione, seguiti da esercizi di riscaldamento pre-Pilates. La parte principale consiste in una serie di esercizi Pilates, e la sessione termina con il rilassamento per liberare la tensione e promuovere la flessibilità.",
          "pilatesLowerTitle2": "Quanto spesso dovresti fare Pilates?",
          "pilatesLowerText5": "La frequenza consigliata delle sessioni Pilates alla settimana dipende dai tuoi obiettivi di fitness, quindi ti suggeriamo di consultarti con il tuo istruttore per consigli personalizzati."
        },

   "contact": {
          "carouselTitle1": "I migliori contatti per i tuoi obiettivi",
          "carouselText1": "Trova le migliori offerte su misura per le tue esigenze.",
          "carouselTitle2": "Sempre qui per te",
          "carouselText2": "Contattaci in qualsiasi momento.",
          "carouselTitle3": "Una posizione che ispira",
          "carouselText3": "Visita la nostra sede in Via Dunajska.",
          "carouselTitle4": "Raggiungibili via telefono ed email",
          "carouselText4": "Risposte rapide alle tue domande.",
          "headerTitle": "Contatti",
          "address": "MAXXGYM Ljubljana, Dunajska cesta 270, 1000 Ljubljana",
          "phone": "Telefono",
          "email": "Email",
          "newsletterTitle": "Iscriviti alle novità di MAXXGYM",
          "formNamePlaceholder": "Nome e Cognome*",
          "formEmailPlaceholder": "Indirizzo Email*",
          "formSubmitButton": "Iscriviti",
          "mapTitle": "Dove trovarci?",
          "formSuccessMessage": "Il tuo messaggio è stato inviato con successo!",
          "formErrorMessage": "Si è verificato un errore durante l'invio del messaggio. Riprova."  
           }
        
        
}
        